window.equipments = [
  {
    "category": "防具",
    "type": "長袍",
    "level": 1,
    "name": "羽毛袍",
    "materials": {
      "鹿皮": 20,
      "麻布": 4,
      "印度輕木": 10
    },
    "note": "R1 長袍",
    "id": 1
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 1,
    "name": "輕皮袍",
    "materials": {
      "鹿皮": 20,
      "麻布": 5,
      "木棉布": 4,
      "印度輕木": 10
    },
    "note": "R1 長袍",
    "id": 2
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 2,
    "name": "網袍",
    "materials": {
      "鹿皮": 20,
      "麻布": 2,
      "木棉布": 10,
      "樅": 10
    },
    "note": "R2 長袍",
    "id": 3
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 2,
    "name": "風袍",
    "materials": {
      "鹿皮": 20,
      "麻布": 4,
      "木棉布": 10,
      "毛氈": 2,
      "樅": 10
    },
    "note": "R2 長袍",
    "id": 4
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 3,
    "name": "硬皮袍",
    "materials": {
      "鹿皮": 20,
      "麻布": 7,
      "木棉布": 8,
      "毛氈": 5,
      "黃月木": 10
    },
    "note": "R3 長袍",
    "id": 5
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 3,
    "name": "環袍",
    "materials": {
      "鐵條": 8,
      "麻布": 5,
      "毛氈": 7,
      "棉布": 3,
      "黃月木": 10
    },
    "note": "R3 長袍",
    "id": 6
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 4,
    "name": "烏鴉之袍",
    "materials": {
      "鹿皮": 20,
      "麻布": 10,
      "毛氈": 10,
      "棉布": 6,
      "鐵杉": 10
    },
    "note": "R4 長袍",
    "id": 7
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 4,
    "name": "月亮之袍",
    "materials": {
      "鹿皮": 20,
      "麻布": 6,
      "毛氈": 10,
      "細線": 11,
      "鐵杉": 10
    },
    "note": "R4 長袍",
    "id": 8
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 4,
    "name": "狐皮披風",
    "materials": {
      "狐皮": 4,
      "樅": 2,
      "棉布": 20,
      "莎蓮娜線": 4
    },
    "note": "R4 長袍",
    "id": 9
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 5,
    "name": "東方法衣",
    "materials": {
      "鹿皮": 20,
      "麻布": 10,
      "棉布": 10,
      "絹布": 11,
      "鐵杉": 10
    },
    "note": "R5 長袍",
    "id": 10
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 5,
    "name": "聖堂之袍",
    "materials": {
      "純銀條": 5,
      "鹿皮": 20,
      "麻布": 5,
      "絹布": 15,
      "琵琶木": 10
    },
    "note": "R5 長袍",
    "id": 11
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 5,
    "name": "治癒之袍",
    "materials": {
      "鋁條": 4,
      "純銀條": 4,
      "茱萸木": 40,
      "棉布": 3,
      "絹布": 7
    },
    "note": "R5 長袍",
    "id": 12
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 6,
    "name": "聖者之袍",
    "materials": {
      "金條": 10,
      "棉布": 13,
      "絹布": 5,
      "赤松": 10
    },
    "note": "R6 長袍",
    "id": 13
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 6,
    "name": "戰鬥長袍",
    "materials": {
      "白金條": 5,
      "鹿皮": 20,
      "棉布": 20,
      "細線": 6,
      "赤松": 10
    },
    "note": "R6 長袍",
    "id": 14
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 7,
    "name": "冠軍之袍",
    "materials": {
      "純銀條": 10,
      "白金條": 10,
      "莎蓮娜線": 20,
      "誓言之證": 1
    },
    "note": "R7 長袍",
    "id": 15
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 7,
    "name": "時之袍",
    "materials": {
      "金條": 5,
      "幻之鋼條": 5,
      "棉布": 5,
      "莎蓮娜線": 10
    },
    "note": "R7 長袍",
    "id": 16
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 7,
    "name": "水龍法袍",
    "materials": {
      "破爛的袍": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "朴": 20
    },
    "note": "R7 長袍",
    "id": 17
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 8,
    "name": "死神之袍",
    "materials": {
      "幻之銀條": 10,
      "棉布": 5,
      "絹布": 5,
      "傑諾瓦線": 5,
      "神眼": 1
    },
    "note": "R8 長袍",
    "id": 18
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 8,
    "name": "勇者之袍",
    "materials": {
      "白金條": 5,
      "幻之銀條": 10,
      "棉布": 5,
      "絹布": 5,
      "傑諾瓦線": 5
    },
    "note": "R8 長袍",
    "id": 19
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 8,
    "name": "潔淨之袍+",
    "materials": {
      "幻之銀條": 5,
      "阿巴尼斯製的線": 10,
      "阿巴尼斯製的布": 20,
      "魔法紅蘿蔔": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 長袍",
    "id": 20
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 9,
    "name": "黑暗之袍",
    "materials": {
      "勒格耐席姆條": 3,
      "毛氈": 5,
      "絹布": 5,
      "傑諾瓦線": 5,
      "細麻布": 8
    },
    "note": "R9 長袍",
    "id": 21
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 9,
    "name": "聖袍",
    "materials": {
      "勒格耐席姆條": 3,
      "細線": 10,
      "細麻布": 10,
      "魔族的水晶": 1,
      "誓言之證": 2
    },
    "note": "R9 長袍",
    "id": 22
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 10,
    "name": "靈魂之袍",
    "materials": {
      "奧利哈鋼條": 2,
      "棉布": 10,
      "絹布": 10,
      "傑諾瓦線": 10,
      "開米士毛線": 5
    },
    "note": "R10 長袍",
    "id": 23
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 10,
    "name": "奇蹟之袍",
    "materials": {
      "奧利哈鋼條": 5,
      "細線": 10,
      "細麻布": 15,
      "神眼": 1,
      "魔族的水晶": 5
    },
    "note": "R10 長袍",
    "id": 24
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 11,
    "name": "共鳴之袍",
    "materials": {
      "阿巴尼斯製的線": 10,
      "單木": 20,
      "梣": 20,
      "蔓陀羅草的皮": 2,
      "妖草的血": 2
    },
    "note": "R11 長袍",
    "id": 25
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 11,
    "name": "和平之袍",
    "materials": {
      "勒格耐席姆條": 13,
      "開米士毛線": 10,
      "單木": 40,
      "風龍蜥的甲殼": 2,
      "誓言之證": 2
    },
    "note": "R11 長袍",
    "id": 26
  }
];