window.equipments = [
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 1,
    "name": "軟皮甲",
    "materials": {
      "銅條": 3,
      "印度輕木": 20,
      "鹿皮": 20
    },
    "note": "R1 鎧甲",
    "id": 1
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 1,
    "name": "護心甲",
    "materials": {
      "銅條": 4,
      "鐵條": 3,
      "印度輕木": 20
    },
    "note": "R1 鎧甲",
    "id": 2
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 2,
    "name": "青銅鎧甲",
    "materials": {
      "銅條": 7,
      "鐵條": 2,
      "印度輕木": 20,
      "樅": 20
    },
    "note": "R2 鎧甲",
    "id": 3
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 2,
    "name": "輕型鎧甲",
    "materials": {
      "銅條": 4,
      "鐵條": 5,
      "銀條": 3,
      "鹿皮": 20
    },
    "note": "R2 鎧甲",
    "id": 4
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 3,
    "name": "輕型鎖鍊甲",
    "materials": {
      "銅條": 6,
      "鐵條": 10,
      "黃月木": 20
    },
    "note": "R3 鎧甲",
    "id": 5
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 3,
    "name": "環甲",
    "materials": {
      "銅條": 5,
      "鐵條": 4,
      "銀條": 5,
      "純銀條": 4,
      "樅": 20
    },
    "note": "R3 鎧甲",
    "id": 6
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 4,
    "name": "鋼鐵鎧甲",
    "materials": {
      "鐵條": 13,
      "銀條": 4,
      "純銀條": 2,
      "黃月木": 20
    },
    "note": "R4 鎧甲",
    "id": 7
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 4,
    "name": "金屬皮甲",
    "materials": {
      "鐵條": 6,
      "銀條": 9,
      "純銀條": 8,
      "黃月木": 20,
      "琵琶木": 20
    },
    "note": "R4 鎧甲",
    "id": 8
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 5,
    "name": "長型金屬鎧甲",
    "materials": {
      "鐵條": 5,
      "銀條": 10,
      "純銀條": 7,
      "金條": 5,
      "鐵杉": 20
    },
    "note": "R5 鎧甲",
    "id": 9
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 5,
    "name": "索狀鎧甲",
    "materials": {
      "鐵條": 5,
      "銀條": 5,
      "純銀條": 8,
      "金條": 10,
      "琵琶木": 20
    },
    "note": "R5 鎧甲",
    "id": 10
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 5,
    "name": "劍齒鎧甲",
    "materials": {
      "鐵條": 3,
      "鋁條": 6,
      "金條": 5,
      "白金條": 4,
      "茱萸木": 20
    },
    "note": "R5 鎧甲",
    "id": 11
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 6,
    "name": "重鐵板甲",
    "materials": {
      "銀條": 5,
      "純銀條": 5,
      "金條": 5,
      "白金條": 10,
      "琵琶木": 20
    },
    "note": "R6 鎧甲",
    "id": 12
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 6,
    "name": "鐵板半身甲",
    "materials": {
      "銀條": 6,
      "純銀條": 6,
      "金條": 6,
      "白金條": 10,
      "赤松": 20
    },
    "note": "R6 鎧甲",
    "id": 13
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 7,
    "name": "實戰鎧甲",
    "materials": {
      "鐵條": 20,
      "金條": 5,
      "白金條": 5,
      "幻之鋼條": 8,
      "赤松": 20
    },
    "note": "R7 鎧甲",
    "id": 14
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 7,
    "name": "黃金鎧甲",
    "materials": {
      "純銀條": 10,
      "金條": 10,
      "白金條": 10,
      "幻之鋼條": 10,
      "蔓陀羅草的皮": 1
    },
    "note": "R7 鎧甲",
    "id": 15
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 7,
    "name": "水龍鎧甲",
    "materials": {
      "生鏽的鎧": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "幻之鋼條": 20
    },
    "note": "R7 鎧甲",
    "id": 16
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 8,
    "name": "重金屬鎧甲",
    "materials": {
      "鐵條": 20,
      "幻之鋼條": 10,
      "幻之銀條": 10
    },
    "note": "R8 鎧甲",
    "id": 17
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 8,
    "name": "野獸之鎧",
    "materials": {
      "銀條": 15,
      "幻之鋼條": 20,
      "赤松": 20,
      "風龍蜥的甲殼": 1
    },
    "note": "R8 鎧甲",
    "id": 18
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 8,
    "name": "實戰鎧甲+",
    "materials": {
      "幻之銀條": 15,
      "幻之鋼條": 13,
      "朴": 10,
      "永久冰石": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 鎧甲",
    "id": 19
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 9,
    "name": "帝王之鎧",
    "materials": {
      "幻之鋼條": 10,
      "幻之銀條": 10,
      "勒格耐席姆條": 10,
      "杉": 20
    },
    "note": "R9 鎧甲",
    "id": 20
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 9,
    "name": "亡靈鎧甲",
    "materials": {
      "鐵條": 20,
      "幻之鋼條": 10,
      "幻之銀條": 10,
      "勒格耐席姆條": 12,
      "魔族的水晶": 5
    },
    "note": "R9 鎧甲",
    "id": 21
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 10,
    "name": "漆黑之鎧",
    "materials": {
      "白金條": 5,
      "幻之鋼條": 5,
      "幻之銀條": 10,
      "勒格耐席姆條": 10,
      "奧利哈鋼條": 5
    },
    "note": "R10 鎧甲",
    "id": 22
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 10,
    "name": "騎士鎧甲",
    "materials": {
      "金條": 20,
      "勒格耐席姆條": 10,
      "奧利哈鋼條": 10,
      "鋼騎之礦": 5,
      "魔族的水晶": 5
    },
    "note": "R10 鎧甲",
    "id": 23
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 11,
    "name": "紅繩威鎧",
    "materials": {
      "鋁條": 13,
      "達馬斯礦條": 10,
      "勒格耐席姆條": 10,
      "奧利哈鋼條": 2,
      "風龍蜥的甲殼": 2
    },
    "note": "R11 鎧甲",
    "id": 24
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 11,
    "name": "守護鎧甲",
    "materials": {
      "鋁條": 5,
      "幻之銀條": 10,
      "達馬斯礦條": 4,
      "奧利哈鋼條": 8,
      "妖草的血": 2
    },
    "note": "R11 鎧甲",
    "id": 25
  }
];