window.equipments = [
  {
    "category": "防具",
    "type": "帽子",
    "level": 1,
    "name": "麻布帽",
    "materials": {
      "鹿皮": 20,
      "麻布": 2
    },
    "note": "R1 帽子",
    "id": 1
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 1,
    "name": "硬帽",
    "materials": {
      "印度輕木": 20,
      "鹿皮": 20,
      "麻布": 4
    },
    "note": "R1 帽子",
    "id": 2
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 2,
    "name": "輕帽",
    "materials": {
      "印度輕木": 20,
      "檸檬草": 20,
      "麻布": 5,
      "木棉布": 2
    },
    "note": "R2 帽子",
    "id": 3
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 2,
    "name": "皮帽",
    "materials": {
      "樅": 20,
      "檸檬草": 20,
      "鹿皮": 20,
      "麻布": 6,
      "木棉布": 3
    },
    "note": "R2 帽子",
    "id": 4
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 3,
    "name": "硬皮帽",
    "materials": {
      "銅條": 4,
      "鹿皮": 20,
      "木棉布": 5,
      "毛氈": 4
    },
    "note": "R3 帽子",
    "id": 5
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 3,
    "name": "可愛的帽子",
    "materials": {
      "果梨": 20,
      "麻布": 6,
      "木棉布": 6,
      "毛氈": 5
    },
    "note": "R3 帽子",
    "id": 6
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 4,
    "name": "時髦帽子",
    "materials": {
      "檸檬草": 20,
      "蝴蝶花": 20,
      "麻布": 6,
      "毛氈": 6,
      "棉布": 6
    },
    "note": "R4 帽子",
    "id": 7
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 4,
    "name": "鴨舌帽",
    "materials": {
      "果梨": 20,
      "鹿皮": 20,
      "木棉布": 11,
      "毛氈": 11
    },
    "note": "R4 帽子",
    "id": 8
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 5,
    "name": "藍徽章之帽",
    "materials": {
      "果梨": 20,
      "棉布": 7,
      "細線": 10
    },
    "note": "R5 帽子",
    "id": 9
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 5,
    "name": "高級帽子",
    "materials": {
      "桃木": 20,
      "棉布": 8,
      "絹布": 10
    },
    "note": "R5 帽子",
    "id": 10
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 5,
    "name": "劍客帽",
    "materials": {
      "茱萸木": 20,
      "桃木": 20,
      "毛氈": 10,
      "絹布": 4,
      "地的水晶碎片": 2
    },
    "note": "R5 帽子",
    "id": 11
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 6,
    "name": "裝飾著花的帽子",
    "materials": {
      "棉布": 19,
      "檸檬草": 20,
      "蝴蝶花": 20,
      "果梨": 20,
      "桃木": 20
    },
    "note": "R6 帽子",
    "id": 12
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 6,
    "name": "青銅帽子",
    "materials": {
      "銅條": 15,
      "棉布": 14,
      "番紅花": 20
    },
    "note": "R6 帽子",
    "id": 13
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 7,
    "name": "淑女帽",
    "materials": {
      "細線": 10,
      "絹布": 10,
      "百里香": 20,
      "水的水晶碎片": 5
    },
    "note": "R7 帽子",
    "id": 14
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 7,
    "name": "可愛的扁帽子",
    "materials": {
      "桃木": 20,
      "百里香": 20,
      "莎蓮娜線": 13,
      "火的水晶碎片": 5
    },
    "note": "R7 帽子",
    "id": 15
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 7,
    "name": "水龍之帽",
    "materials": {
      "破爛的帽子": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "百里香": 20
    },
    "note": "R7 帽子",
    "id": 16
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 8,
    "name": "軍帽",
    "materials": {
      "瞿麥": 20,
      "棉布": 5,
      "細線": 5,
      "莎蓮娜線": 10
    },
    "note": "R8 帽子",
    "id": 17
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 8,
    "name": "時髦避暑帽",
    "materials": {
      "番紅花": 20,
      "瞿麥": 20,
      "傑諾瓦線": 10,
      "德特家的布": 1
    },
    "note": "R8 帽子",
    "id": 18
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 8,
    "name": "可愛的扁帽子+",
    "materials": {
      "百里香": 20,
      "瞿麥": 20,
      "火的水晶碎片": 10,
      "魔法紅蘿蔔": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 帽子",
    "id": 19
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 8,
    "name": "頭目帽子",
    "materials": {
      "破爛的帽子": 2,
      "鋼騎之礦": 3,
      "魔族的水晶": 3,
      "香草": 20
    },
    "note": "R8 帽子",
    "id": 20
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 9,
    "name": "羽毛帽",
    "materials": {
      "百里香": 20,
      "茴香": 20,
      "鹿皮": 20,
      "莎蓮娜線": 6,
      "傑諾瓦線": 8
    },
    "note": "R9 帽子",
    "id": 21
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 9,
    "name": "魔術師之帽",
    "materials": {
      "瞿麥": 20,
      "茴香": 20,
      "毛氈": 20,
      "傑諾瓦線": 10,
      "魔族的水晶": 2
    },
    "note": "R9 帽子",
    "id": 22
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 10,
    "name": "黃昏之帽",
    "materials": {
      "七葉樹": 20,
      "棉布": 5,
      "傑諾瓦線": 5,
      "細麻布": 7
    },
    "note": "R10 帽子",
    "id": 23
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 10,
    "name": "妖精之帽",
    "materials": {
      "七葉樹": 20,
      "開米士毛線": 5,
      "絹布": 5,
      "蔓陀羅草的皮": 5,
      "德特家的布": 2
    },
    "note": "R10 帽子",
    "id": 24
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 11,
    "name": "貝斯神帽",
    "materials": {
      "莎蓮娜線": 11,
      "七葉樹": 40,
      "香草": 40,
      "蔓陀羅草的皮": 2,
      "妖草的血": 1
    },
    "note": "R11 帽子",
    "id": 25
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 11,
    "name": "神官帽",
    "materials": {
      "開米士毛線": 16,
      "德特家的布": 2,
      "茴香": 40,
      "香草": 40,
      "火焰之魂": 2
    },
    "note": "R11 帽子",
    "id": 26
  }
];