window.equipments = [
  {
    "category": "其他",
    "type": "藥水",
    "level": 1,
    "name": "生命力回復藥(100)",
    "materials": {
      "蘋果薄荷": 10,
      "檸檬草": 1
    },
    "note": "R1 藥水",
    "id": 1
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 2,
    "name": "生命力回復藥(150)",
    "materials": {
      "蘋果薄荷": 10,
      "檸檬草": 10
    },
    "note": "R2 藥水",
    "id": 2
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 2,
    "name": "想泉丸",
    "materials": {
      "桃連蛇": 20,
      "桃茂": 20,
      "桃冠": 20
    },
    "note": "R2 藥水",
    "id": 3
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 3,
    "name": "生命力回復藥(200)",
    "materials": {
      "蘋果薄荷": 10,
      "檸檬草": 10,
      "蝴蝶花": 5
    },
    "note": "R3 藥水",
    "id": 4
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 3,
    "name": "猛毒的餌",
    "materials": {
      "必死的劇藥": 1,
      "牛肉": 20
    },
    "note": "R3 藥水",
    "id": 5
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 4,
    "name": "生命力回復藥(250)",
    "materials": {
      "檸檬草": 10,
      "蝴蝶花": 15,
      "果梨": 5
    },
    "note": "R4 藥水",
    "id": 6
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 4,
    "name": "迷魂藥",
    "materials": {
      "摩斯蜥蜴": 1,
      "惡魔魚": 1,
      "井底蛙": 1,
      "戀愛蘋果": 20
    },
    "note": "R4 藥水",
    "id": 7
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 4,
    "name": "畢克銀酸",
    "materials": {
      "摩斯蜥蜴": 1,
      "惡魔魚": 1,
      "井底蛙": 1,
      "迷你蝙蝠的血": 1,
      "純銀": 1
    },
    "note": "R4 藥水",
    "id": 8
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 5,
    "name": "生命力回復藥(300)",
    "materials": {
      "蝴蝶花": 15,
      "果梨": 15,
      "桃木": 5
    },
    "note": "R5 藥水",
    "id": 9
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 6,
    "name": "生命力回復藥(400)",
    "materials": {
      "果梨": 10,
      "桃木": 15,
      "番紅花": 15
    },
    "note": "R6 藥水",
    "id": 10
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 7,
    "name": "生命力回復藥(500)",
    "materials": {
      "果梨": 5,
      "桃木": 13,
      "番紅花": 15,
      "百里香": 15
    },
    "note": "R7 藥水",
    "id": 11
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 7,
    "name": "水龍藥水",
    "materials": {
      "渾濁的水": 1,
      "百里香": 20
    },
    "note": "R7 藥水",
    "id": 12
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 8,
    "name": "生命力回復藥(600)",
    "materials": {
      "蘋果薄荷": 10,
      "果梨": 10,
      "番紅花": 10,
      "百里香": 20,
      "瞿麥": 10
    },
    "note": "R8 藥水",
    "id": 13
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 8,
    "name": "深藍9號",
    "materials": {
      "百里香": 10,
      "瞿麥": 10,
      "魔法紅蘿蔔": 40,
      "濕地毒蛇": 10,
      "水的水晶碎片": 15
    },
    "note": "R8 藥水",
    "id": 14
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 9,
    "name": "生命力回復藥(800)",
    "materials": {
      "蝴蝶花": 5,
      "番紅花": 7,
      "瞿麥": 5,
      "茴香": 10,
      "七葉樹": 5
    },
    "note": "R9 藥水",
    "id": 15
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 10,
    "name": "生命力回復藥(1000)",
    "materials": {
      "蘋果薄荷": 10,
      "檸檬草": 10,
      "瞿麥": 6,
      "茴香": 8,
      "七葉樹": 10
    },
    "note": "R10 藥水",
    "id": 16
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 11,
    "name": "生命力回復藥(1400)",
    "materials": {
      "桃木": 20,
      "瞿麥": 20,
      "茴香": 10,
      "七葉樹": 10,
      "井底蛙": 1
    },
    "note": "R11 藥水",
    "id": 17
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 11,
    "name": "高級強化劑",
    "materials": {
      "高級奶油": 20,
      "茴香": 20,
      "七葉樹": 15,
      "檸檬": 1,
      "曼德拉草": 20
    },
    "note": "R11 藥水",
    "id": 18
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 11,
    "name": "能力強化劑",
    "materials": {
      "戀愛蘋果": 20,
      "魔法紅蘿蔔": 20,
      "瞿麥": 20,
      "車尼子": 1,
      "幻想花": 15
    },
    "note": "R11 藥水",
    "id": 19
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 11,
    "name": "抗性強化劑",
    "materials": {
      "辣椒": 20,
      "魔法紅蘿蔔": 15,
      "七葉樹": 15,
      "草莓": 1,
      "幻想花": 20
    },
    "note": "R11 藥水",
    "id": 20
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 11,
    "name": "回復強化劑",
    "materials": {
      "番紅花": 20,
      "百里香": 20,
      "香草": 20,
      "葡萄": 1,
      "幻想花": 15
    },
    "note": "R11 藥水",
    "id": 21
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 11,
    "name": "魔法強化劑",
    "materials": {
      "蝴蝶花": 20,
      "香草": 20,
      "七葉樹": 20,
      "茄子": 1,
      "曼德拉草": 15
    },
    "note": "R11 藥水",
    "id": 22
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 11,
    "name": "工藝強化劑",
    "materials": {
      "咖哩塊": 20,
      "百里香": 20,
      "茴香": 40,
      "香橙": 1,
      "曼德拉草": 20
    },
    "note": "R11 藥水",
    "id": 23
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 11,
    "name": "艾普理歐",
    "materials": {
      "藥缽": 1,
      "生命的種子": 1,
      "天地樹露水": 1,
      "生化試管": 1,
      "地之玉": 1
    },
    "note": "R11 藥水",
    "id": 24
  }
];