window.equipments = [
  {
    "category": "武器",
    "type": "槍",
    "level": 1,
    "name": "短矛",
    "materials": {
      "銅條": 4,
      "印度輕木": 20
    },
    "note": "R1 槍",
    "id": 1
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 1,
    "name": "攻城槍",
    "materials": {
      "銅條": 5,
      "鐵條": 3,
      "印度輕木": 20
    },
    "note": "R1 槍",
    "id": 2
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 2,
    "name": "刺槍",
    "materials": {
      "銅條": 7,
      "鐵條": 4,
      "印度輕木": 20,
      "樅": 20
    },
    "note": "R2 槍",
    "id": 3
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 2,
    "name": "金屬槍",
    "materials": {
      "銅條": 8,
      "鐵條": 5,
      "印度輕木": 20,
      "樅": 20
    },
    "note": "R2 槍",
    "id": 4
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 3,
    "name": "長柄彎槍",
    "materials": {
      "銅條": 10,
      "鐵條": 6,
      "銀條": 3,
      "樅": 20,
      "黃月木": 20
    },
    "note": "R3 槍",
    "id": 5
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 3,
    "name": "長柄尖槍",
    "materials": {
      "鐵條": 8,
      "銀條": 6,
      "純銀條": 5,
      "樅": 20,
      "黃月木": 20
    },
    "note": "R3 槍",
    "id": 6
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 4,
    "name": "穗槍",
    "materials": {
      "鐵條": 8,
      "銀條": 7,
      "純銀條": 7,
      "黃月木": 20,
      "鐵杉": 20
    },
    "note": "R4 槍",
    "id": 7
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 4,
    "name": "雙叉戟",
    "materials": {
      "銀條": 10,
      "純銀條": 10,
      "金條": 3,
      "黃月木": 20,
      "鐵杉": 20
    },
    "note": "R4 槍",
    "id": 8
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 5,
    "name": "護衛槍",
    "materials": {
      "銀條": 15,
      "金條": 10,
      "黃月木": 20,
      "鐵杉": 20,
      "琵琶木": 20
    },
    "note": "R5 槍",
    "id": 9
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 5,
    "name": "騎士槍",
    "materials": {
      "銀條": 15,
      "白金條": 10,
      "樅": 20,
      "鐵杉": 20,
      "琵琶木": 20
    },
    "note": "R5 槍",
    "id": 10
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 5,
    "name": "偃月刀",
    "materials": {
      "鐵條": 10,
      "鋁條": 5,
      "茱萸木": 20,
      "鐵杉": 20,
      "琵琶木": 20
    },
    "note": "R5 槍",
    "id": 11
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 6,
    "name": "大砍槍",
    "materials": {
      "純銀條": 7,
      "金條": 8,
      "白金條": 10,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R6 槍",
    "id": 12
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 6,
    "name": "長尖槍",
    "materials": {
      "金條": 9,
      "白金條": 10,
      "幻之鋼條": 5,
      "鐵杉": 20,
      "赤松": 20
    },
    "note": "R6 槍",
    "id": 13
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 7,
    "name": "蠍槍",
    "materials": {
      "銀條": 15,
      "白金條": 10,
      "幻之鋼條": 8,
      "黃月木": 20,
      "朴": 20
    },
    "note": "R7 槍",
    "id": 14
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 7,
    "name": "雙刃槍",
    "materials": {
      "白金條": 10,
      "幻之鋼條": 14,
      "赤松": 20,
      "朴": 20,
      "鋼騎之礦": 1
    },
    "note": "R7 槍",
    "id": 15
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 7,
    "name": "水龍之槍",
    "materials": {
      "生鏽的槍": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "幻之鋼條": 20
    },
    "note": "R7 槍",
    "id": 16
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 8,
    "name": "闊刃槍",
    "materials": {
      "幻之銀條": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20,
      "朴": 20
    },
    "note": "R8 槍",
    "id": 17
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 8,
    "name": "東方長刺鎗",
    "materials": {
      "白金條": 9,
      "幻之鋼條": 9,
      "幻之銀條": 10,
      "杉": 20,
      "魔族的水晶": 1
    },
    "note": "R8 槍",
    "id": 18
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 8,
    "name": "蠍槍+",
    "materials": {
      "幻之鋼條": 17,
      "幻之銀條": 13,
      "杉": 20,
      "永久冰石": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 槍",
    "id": 19
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 9,
    "name": "鉤爪槍",
    "materials": {
      "勒格耐席姆條": 15,
      "琵琶木": 20,
      "赤松": 20,
      "朴": 20,
      "杉": 20
    },
    "note": "R9 槍",
    "id": 20
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 9,
    "name": "原始槍",
    "materials": {
      "幻之鋼條": 10,
      "幻之銀條": 10,
      "勒格耐席姆條": 10,
      "絲柏": 20,
      "鋼騎之礦": 2
    },
    "note": "R9 槍",
    "id": 21
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 10,
    "name": "三叉戰戟",
    "materials": {
      "奧利哈鋼條": 10,
      "赤松": 20,
      "朴": 20,
      "杉": 20,
      "絲柏": 20
    },
    "note": "R10 槍",
    "id": 22
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 10,
    "name": "異型槍",
    "materials": {
      "幻之銀條": 10,
      "勒格耐席姆條": 10,
      "奧利哈鋼條": 10,
      "梣": 20,
      "魔族的水晶": 3
    },
    "note": "R10 槍",
    "id": 23
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 11,
    "name": "痛擊槍",
    "materials": {
      "勒格耐席姆條": 9,
      "絲柏": 40,
      "單木": 40,
      "梣": 40,
      "鋼騎之礦": 2
    },
    "note": "R11 槍",
    "id": 24
  },
  {
    "category": "武器",
    "type": "槍",
    "level": 11,
    "name": "穿刺槍",
    "materials": {
      "幻之銀條": 13,
      "絲柏": 40,
      "單木": 40,
      "梣": 40,
      "魔族的水晶": 2
    },
    "note": "R11 槍",
    "id": 25
  }
];