window.equipments = [
  {
    "category": "武器",
    "type": "斧",
    "level": 1,
    "name": "手斧",
    "materials": {
      "銅條": 4,
      "印度輕木": 20
    },
    "note": "R1 斧",
    "id": 1
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 1,
    "name": "勇氣之斧",
    "materials": {
      "銅條": 4,
      "鐵條": 3,
      "印度輕木": 20
    },
    "note": "R1 斧",
    "id": 2
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 2,
    "name": "寬手斧",
    "materials": {
      "銅條": 7,
      "鐵條": 4,
      "印度輕木": 20,
      "樅": 20
    },
    "note": "R2 斧",
    "id": 3
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 2,
    "name": "戰鬥手斧",
    "materials": {
      "鐵條": 10,
      "銀條": 5,
      "印度輕木": 20,
      "樅": 20
    },
    "note": "R2 斧",
    "id": 4
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 3,
    "name": "格鬥手斧",
    "materials": {
      "銅條": 9,
      "鐵條": 5,
      "銀條": 5,
      "黃月木": 20
    },
    "note": "R3 斧",
    "id": 5
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 3,
    "name": "鋼斧",
    "materials": {
      "銅條": 10,
      "鐵條": 9,
      "純銀條": 4,
      "黃月木": 20
    },
    "note": "R3 斧",
    "id": 6
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 4,
    "name": "長戰斧",
    "materials": {
      "銅條": 8,
      "鐵條": 8,
      "銀條": 7,
      "純銀條": 3,
      "鐵杉": 20
    },
    "note": "R4 斧",
    "id": 7
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 4,
    "name": "雙刃斧",
    "materials": {
      "鐵條": 10,
      "銀條": 7,
      "純銀條": 5,
      "金條": 4,
      "印度輕木": 20
    },
    "note": "R4 斧",
    "id": 8
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 5,
    "name": "鉤爪斧",
    "materials": {
      "銀條": 10,
      "純銀條": 10,
      "金條": 5,
      "樅": 20,
      "琵琶木": 20
    },
    "note": "R5 斧",
    "id": 9
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 5,
    "name": "闊刃斧",
    "materials": {
      "鐵條": 10,
      "銀條": 10,
      "純銀條": 10,
      "白金條": 2,
      "琵琶木": 20
    },
    "note": "R5 斧",
    "id": 10
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 5,
    "name": "鑽保雷格之斧",
    "materials": {
      "鐵條": 10,
      "鋁條": 7,
      "純銀條": 7,
      "白金條": 2,
      "琵琶木": 20
    },
    "note": "R5 斧",
    "id": 11
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 6,
    "name": "彎月大戰斧",
    "materials": {
      "純銀條": 10,
      "金條": 10,
      "白金條": 6,
      "黃月木": 20,
      "赤松": 20
    },
    "note": "R6 斧",
    "id": 12
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 6,
    "name": "大型闊刃斧",
    "materials": {
      "銀條": 8,
      "純銀條": 10,
      "金條": 10,
      "幻之鋼條": 3,
      "赤松": 20
    },
    "note": "R6 斧",
    "id": 13
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 7,
    "name": "大型雙刃斧",
    "materials": {
      "鐵條": 20,
      "白金條": 12,
      "幻之鋼條": 6,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R7 斧",
    "id": 14
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 7,
    "name": "超大皇帝斧",
    "materials": {
      "純銀條": 20,
      "白金條": 10,
      "幻之鋼條": 10,
      "朴": 20,
      "誓言之證": 1
    },
    "note": "R7 斧",
    "id": 15
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 7,
    "name": "水龍之斧",
    "materials": {
      "生鏽的斧": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "幻之鋼條": 20
    },
    "note": "R7 斧",
    "id": 16
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 8,
    "name": "新月斧",
    "materials": {
      "金條": 13,
      "白金條": 10,
      "幻之銀條": 10,
      "赤松": 20,
      "朴": 20
    },
    "note": "R8 斧",
    "id": 17
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 8,
    "name": "米諾陶斯戰斧",
    "materials": {
      "純銀條": 10,
      "幻之鋼條": 10,
      "幻之銀條": 10,
      "杉": 20,
      "魔族的水晶": 1
    },
    "note": "R8 斧",
    "id": 18
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 8,
    "name": "大型雙刃斧+",
    "materials": {
      "幻之鋼條": 20,
      "幻之銀條": 12,
      "杉": 20,
      "永久冰石": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 斧",
    "id": 19
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 9,
    "name": "薄刃鉤爪斧",
    "materials": {
      "白金條": 10,
      "幻之鋼條": 10,
      "勒格耐席姆條": 10,
      "朴": 20,
      "杉": 20
    },
    "note": "R9 斧",
    "id": 20
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 9,
    "name": "彎月長柄斧",
    "materials": {
      "金條": 10,
      "幻之銀條": 10,
      "勒格耐席姆條": 10,
      "絲柏": 20,
      "誓言之證": 2
    },
    "note": "R9 斧",
    "id": 21
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 10,
    "name": "金屬重斧",
    "materials": {
      "幻之鋼條": 10,
      "幻之銀條": 10,
      "奧利哈鋼條": 8,
      "杉": 20,
      "絲柏": 20
    },
    "note": "R10 斧",
    "id": 22
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 10,
    "name": "處刑斧",
    "materials": {
      "奧利哈鋼條": 14,
      "梣": 20,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "誓言之證": 2
    },
    "note": "R10 斧",
    "id": 23
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 11,
    "name": "高速斧",
    "materials": {
      "達馬斯礦條": 8,
      "幻之銀條": 8,
      "勒格耐席姆條": 6,
      "梣": 40,
      "鋼騎之礦": 2
    },
    "note": "R11 斧",
    "id": 24
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 11,
    "name": "重擊斧",
    "materials": {
      "達馬斯礦條": 3,
      "幻之銀條": 10,
      "幻之鋼條": 9,
      "梣": 40,
      "魔族的水晶": 2
    },
    "note": "R11 斧",
    "id": 25
  }
];