window.equipments = [
  {
    "category": "其他",
    "type": "變身卡",
    "level": 1,
    "name": "哥布林的娃娃",
    "materials": {
      "亞麻布": 2,
      "印度輕木": 80,
      "綠頭盔": 1,
      "紙人娃娃": 4
    },
    "note": "R1 變身卡",
    "id": 1
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 2,
    "name": "虎人的拳套",
    "materials": {
      "薄棉布": 1,
      "鹿皮": 40,
      "銅條": 4,
      "寵物鈴鐺": 4
    },
    "note": "R2 變身卡",
    "id": 2
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 3,
    "name": "喪屍的骨頭",
    "materials": {
      "茱萸木": 20,
      "鹿皮": 40,
      "塔比歐的細胞": 1,
      "藍色血液": 4
    },
    "note": "R3 變身卡",
    "id": 3
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 4,
    "name": "兔耳蝙蝠的耳朵",
    "materials": {
      "棉線": 2,
      "鐵條": 6,
      "蝙蝠": 1,
      "黑色小蟲": 4
    },
    "note": "R4 變身卡",
    "id": 4
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 5,
    "name": "殺人蜂的蜜",
    "materials": {
      "蝴蝶花": 40,
      "檸檬草": 40,
      "蜂王乳": 1,
      "紅色花粉": 4
    },
    "note": "R5 變身卡",
    "id": 5
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 6,
    "name": "翠綠菇的帽子",
    "materials": {
      "赤松": 20,
      "鐵杉": 40,
      "草菇": 1,
      "藍色種子": 4
    },
    "note": "R6 變身卡",
    "id": 6
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 7,
    "name": "煙霧的氣息",
    "materials": {
      "羊毛線": 2,
      "番紅花": 20,
      "德特家的布": 2,
      "可燃物": 4
    },
    "note": "R7 變身卡",
    "id": 7
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 8,
    "name": "神盾的盾牌",
    "materials": {
      "永久冰石": 10,
      "白金條": 3,
      "鋼騎之礦": 1,
      "金屬粉末": 4
    },
    "note": "R8 變身卡",
    "id": 8
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 8,
    "name": "史前古物",
    "materials": {
      "單木": 20,
      "太古的道具": 1,
      "藍鳳凰的羽毛": 1,
      "斑駁的化石": 4
    },
    "note": "R8 變身卡",
    "id": 9
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 9,
    "name": "大地翼龍的鱗片",
    "materials": {
      "藍龍之鱗": 10,
      "誓言之證": 2,
      "地的水晶碎片": 5,
      "龍皮": 4
    },
    "note": "R9 變身卡",
    "id": 10
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 10,
    "name": "達斯公雞的日記",
    "materials": {
      "神聖調味醬": 20,
      "神眼": 1,
      "謎之皮": 1,
      "魔族的水晶": 2,
      "暗黑結晶": 1
    },
    "note": "R10 變身卡",
    "id": 11
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 11,
    "name": "精靈之珠",
    "materials": {
      "莎蓮娜毛線": 4,
      "海天使": 1,
      "冰旗鱗": 20,
      "阿薩母": 20,
      "誓言之證": 2
    },
    "note": "R11 變身卡",
    "id": 12
  }
];