window.equipments = [
  {
    "category": "武器",
    "type": "小刀",
    "level": 1,
    "name": "小刀",
    "materials": {
      "銅條": 4,
      "印度輕木": 20
    },
    "note": "R1 小刀",
    "id": 1
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 1,
    "name": "銳刃小刀",
    "materials": {
      "銅條": 4,
      "鐵條": 4,
      "樅": 20
    },
    "note": "R1 小刀",
    "id": 2
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 2,
    "name": "圓盤小刀",
    "materials": {
      "銅條": 6,
      "鐵條": 3,
      "樅": 20,
      "木棉布": 3
    },
    "note": "R2 小刀",
    "id": 3
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 2,
    "name": "細刃擲刀",
    "materials": {
      "鐵條": 7,
      "銀條": 3,
      "樅": 20,
      "黃月木": 20,
      "木棉布": 4
    },
    "note": "R2 小刀",
    "id": 4
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 3,
    "name": "滑翔小刀",
    "materials": {
      "鐵條": 8,
      "銀條": 5,
      "樅": 20,
      "黃月木": 20,
      "毛氈": 4
    },
    "note": "R3 小刀",
    "id": 5
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 3,
    "name": "細直刃小刀",
    "materials": {
      "銀條": 7,
      "純銀條": 5,
      "黃月木": 20,
      "鐵杉": 20,
      "毛氈": 7
    },
    "note": "R3 小刀",
    "id": 6
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 4,
    "name": "耳柄小刀",
    "materials": {
      "銀條": 8,
      "純銀條": 7,
      "黃月木": 20,
      "鐵杉": 20,
      "棉布": 7
    },
    "note": "R4 小刀",
    "id": 7
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 4,
    "name": "騎士小刀",
    "materials": {
      "純銀條": 8,
      "金條": 7,
      "鐵杉": 20,
      "琵琶木": 20,
      "棉布": 8
    },
    "note": "R4 小刀",
    "id": 8
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 5,
    "name": "球鍔小刀",
    "materials": {
      "純銀條": 7,
      "金條": 8,
      "鐵杉": 20,
      "琵琶木": 20,
      "細線": 8
    },
    "note": "R5 小刀",
    "id": 9
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 5,
    "name": "雙刃小刀",
    "materials": {
      "純銀條": 8,
      "金條": 7,
      "白金條": 7,
      "鐵杉": 20,
      "赤松": 20
    },
    "note": "R5 小刀",
    "id": 10
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 5,
    "name": "忍者飛鏢",
    "materials": {
      "鋁條": 6,
      "純銀條": 5,
      "白金條": 5,
      "鐵杉": 20,
      "赤松": 20
    },
    "note": "R5 小刀",
    "id": 11
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 6,
    "name": "闊刃小刀",
    "materials": {
      "純銀條": 8,
      "金條": 7,
      "白金條": 8,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R6 小刀",
    "id": 12
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 6,
    "name": "觸角小刀",
    "materials": {
      "幻之鋼條": 15,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R6 小刀",
    "id": 13
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 7,
    "name": "漢拉提小刀",
    "materials": {
      "幻之鋼條": 10,
      "赤松": 20,
      "朴": 20,
      "細線": 10,
      "神眼": 1
    },
    "note": "R7 小刀",
    "id": 14
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 7,
    "name": "兇殺刀",
    "materials": {
      "白金條": 10,
      "幻之鋼條": 10,
      "鐵杉": 20,
      "赤松": 20,
      "朴": 20
    },
    "note": "R7 小刀",
    "id": 15
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 7,
    "name": "水龍的小刀",
    "materials": {
      "生鏽的短劍": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "幻之鋼條": 10
    },
    "note": "R7 小刀",
    "id": 16
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 8,
    "name": "切肉小刀",
    "materials": {
      "幻之鋼條": 20,
      "赤松": 20,
      "朴": 20,
      "杉": 20,
      "魔族的水晶": 1
    },
    "note": "R8 小刀",
    "id": 17
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 8,
    "name": "古傳小刀",
    "materials": {
      "幻之銀條": 14,
      "黃月木": 20,
      "鐵杉": 20,
      "赤松": 20,
      "朴": 20
    },
    "note": "R8 小刀",
    "id": 18
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 8,
    "name": "疾速短刀+",
    "materials": {
      "幻之銀條": 12,
      "朴": 20,
      "杉": 20,
      "濕地毒蛇": 10,
      "藍龍之鱗": 20
    },
    "note": "R8 小刀",
    "id": 19
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 9,
    "name": "華麗小刀",
    "materials": {
      "幻之銀條": 20,
      "赤松": 20,
      "朴": 20,
      "杉": 20,
      "絲柏": 20
    },
    "note": "R9 小刀",
    "id": 20
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 9,
    "name": "手裡劍",
    "materials": {
      "勒格耐席姆條": 15,
      "朴": 20,
      "杉": 20,
      "鋼騎之礦": 1,
      "誓言之證": 1
    },
    "note": "R9 小刀",
    "id": 21
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 10,
    "name": "勾爪擲刀",
    "materials": {
      "勒格耐席姆條": 15,
      "朴": 20,
      "杉": 20,
      "絲柏": 20,
      "梣": 20
    },
    "note": "R10 小刀",
    "id": 22
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 10,
    "name": "幻之匕首",
    "materials": {
      "奧利哈鋼條": 10,
      "梣": 20,
      "神眼": 1,
      "鋼騎之礦": 1,
      "誓言之證": 1
    },
    "note": "R10 小刀",
    "id": 23
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 11,
    "name": "破滅刀",
    "materials": {
      "達馬斯礦條": 4,
      "勒格耐席姆條": 3,
      "絲柏": 40,
      "梣": 40,
      "魔族的水晶": 1
    },
    "note": "R11 小刀",
    "id": 24
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 11,
    "name": "兇殘刀",
    "materials": {
      "幻之銀條": 2,
      "勒格耐席姆條": 5,
      "單木": 40,
      "梣": 40,
      "魔族的水晶": 2
    },
    "note": "R11 小刀",
    "id": 25
  }
];