window.equipments = [
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 1,
    "name": "小紅領巾",
    "materials": {
      "鹿皮": 20,
      "亞麻布": 10
    },
    "note": "R1 寵物輕裝",
    "id": 1
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 2,
    "name": "虎斑領巾",
    "materials": {
      "鹿皮": 20,
      "亞麻布": 10,
      "薄棉布": 2
    },
    "note": "R2 寵物輕裝",
    "id": 2
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 3,
    "name": "叢林領巾",
    "materials": {
      "鹿皮": 20,
      "亞麻布": 10,
      "薄棉布": 5,
      "銀條": 3
    },
    "note": "R3 寵物輕裝",
    "id": 3
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 4,
    "name": "水手領巾",
    "materials": {
      "鹿皮": 20,
      "亞麻布": 10,
      "羊毛線": 5,
      "棉線": 5,
      "銀條": 5
    },
    "note": "R4 寵物輕裝",
    "id": 4
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 5,
    "name": "貴婦領巾",
    "materials": {
      "鹿皮": 20,
      "棉線": 10,
      "紗線": 10,
      "絲線": 5,
      "銅條": 5
    },
    "note": "R5 寵物輕裝",
    "id": 5
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 6,
    "name": "熱血圍巾",
    "materials": {
      "鹿皮": 20,
      "棉線": 10,
      "赤松": 8,
      "鐵條": 8,
      "銀條": 8
    },
    "note": "R6 寵物輕裝",
    "id": 6
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 7,
    "name": "沉著圍巾",
    "materials": {
      "絲線": 10,
      "莎蓮娜毛線": 5,
      "赤松": 10,
      "銀條": 10,
      "妖草的血": 1
    },
    "note": "R7 寵物輕裝",
    "id": 7
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 8,
    "name": "時尚圍巾",
    "materials": {
      "絲線": 10,
      "阿巴尼斯棉線": 10,
      "杉": 10,
      "白金條": 10
    },
    "note": "R8 寵物輕裝",
    "id": 8
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 9,
    "name": "探險圍巾",
    "materials": {
      "棉線": 10,
      "紗線": 10,
      "絲線": 10,
      "芎麻布": 10,
      "絲柏": 5
    },
    "note": "R9 寵物輕裝",
    "id": 9
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 10,
    "name": "清新圍巾",
    "materials": {
      "絲線": 10,
      "傑諾瓦毛線": 10,
      "開米士棉線": 10,
      "赤松": 10,
      "奧利哈鋼條": 5
    },
    "note": "R10 寵物輕裝",
    "id": 10
  }
];