window.equipments = [
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 1,
    "name": "眠塵晶石",
    "materials": {
      "銅條": 20,
      "蘋果薄荷": 20
    },
    "note": "R1 寵物晶石",
    "id": 1
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 2,
    "name": "幼芽晶石",
    "materials": {
      "銅條": 20,
      "蘋果薄荷": 15,
      "檸檬草": 10
    },
    "note": "R2 寵物晶石",
    "id": 2
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 3,
    "name": "土靈晶石",
    "materials": {
      "鐵條": 20,
      "銀條": 5,
      "蘋果薄荷": 15,
      "檸檬草": 15
    },
    "note": "R3 寵物晶石",
    "id": 3
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 4,
    "name": "綠星晶石",
    "materials": {
      "銀條": 10,
      "純銀條": 25,
      "果梨": 20
    },
    "note": "R4 寵物晶石",
    "id": 4
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 5,
    "name": "大地晶石",
    "materials": {
      "銀條": 10,
      "純銀條": 10,
      "金條": 20,
      "桃木": 20
    },
    "note": "R5 寵物晶石",
    "id": 5
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 6,
    "name": "灰燼晶石",
    "materials": {
      "純銀條": 5,
      "金條": 20,
      "蝴蝶花": 15,
      "番紅花": 20
    },
    "note": "R6 寵物晶石",
    "id": 6
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 7,
    "name": "焰苗晶石",
    "materials": {
      "純銀條": 10,
      "白金條": 20,
      "幻之鋼條": 20,
      "百里香": 25
    },
    "note": "R7 寵物晶石",
    "id": 7
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 8,
    "name": "火靈晶石",
    "materials": {
      "白金條": 10,
      "幻之鋼條": 20,
      "達馬斯礦條": 20,
      "百里香": 30
    },
    "note": "R8 寵物晶石",
    "id": 8
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 9,
    "name": "燃燒晶石",
    "materials": {
      "幻之銀條": 20,
      "勒格耐席姆條": 20,
      "瞿麥": 25,
      "茴香": 20
    },
    "note": "R9 寵物晶石",
    "id": 9
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 10,
    "name": "熾焰晶石",
    "materials": {
      "奧利哈鋼條": 20,
      "****": 20,
      "茴香": 20,
      "七葉樹": 25,
      "魔族的水晶": 5
    },
    "note": "R10 寵物晶石",
    "id": 10
  }
];