window.equipments = [
  {
    "category": "防具",
    "type": "衣服",
    "level": 1,
    "name": "旅人之服",
    "materials": {
      "鹿皮": 20,
      "麻布": 4,
      "印度輕木": 10
    },
    "note": "R1 衣服",
    "id": 1
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 1,
    "name": "保護衣",
    "materials": {
      "銅條": 3,
      "鹿皮": 20,
      "麻布": 3,
      "木棉布": 2
    },
    "note": "R1 衣服",
    "id": 2
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 2,
    "name": "羽毛裝",
    "materials": {
      "鹿皮": 20,
      "麻布": 11,
      "木棉布": 2
    },
    "note": "R2 衣服",
    "id": 3
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 2,
    "name": "皮裝",
    "materials": {
      "銅條": 2,
      "鹿皮": 20,
      "麻布": 5,
      "木棉布": 5,
      "毛氈": 4
    },
    "note": "R2 衣服",
    "id": 4
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 3,
    "name": "硬皮服",
    "materials": {
      "銀條": 3,
      "鹿皮": 20,
      "麻布": 5,
      "木棉布": 5,
      "毛氈": 6
    },
    "note": "R3 衣服",
    "id": 5
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 3,
    "name": "鎖鍊裝",
    "materials": {
      "鐵條": 15,
      "銀條": 5,
      "鹿皮": 20,
      "棉布": 2
    },
    "note": "R3 衣服",
    "id": 6
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 4,
    "name": "布甲",
    "materials": {
      "銀條": 5,
      "鹿皮": 20,
      "毛氈": 7,
      "棉布": 10
    },
    "note": "R4 衣服",
    "id": 7
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 4,
    "name": "櫬甲",
    "materials": {
      "金條": 4,
      "鹿皮": 20,
      "毛氈": 10,
      "棉布": 10
    },
    "note": "R4 衣服",
    "id": 8
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 5,
    "name": "環服",
    "materials": {
      "鐵條": 10,
      "金條": 5,
      "鹿皮": 20,
      "棉布": 6,
      "細線": 5
    },
    "note": "R5 衣服",
    "id": 9
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 5,
    "name": "士兵護衣",
    "materials": {
      "銀條": 5,
      "白金條": 5,
      "鹿皮": 20,
      "棉布": 10,
      "細線": 5
    },
    "note": "R5 衣服",
    "id": 10
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 5,
    "name": "功夫裝",
    "materials": {
      "鋁條": 4,
      "純銀條": 3,
      "金條": 7,
      "茱萸木": 20,
      "絹布": 4
    },
    "note": "R5 衣服",
    "id": 11
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 6,
    "name": "長索錐衣",
    "materials": {
      "鐵條": 10,
      "銀條": 7,
      "白金條": 5,
      "鹿皮": 20,
      "棉布": 10
    },
    "note": "R6 衣服",
    "id": 12
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 6,
    "name": "索錐上衣",
    "materials": {
      "鐵條": 15,
      "金條": 5,
      "白金條": 5,
      "鹿皮": 20,
      "棉布": 10
    },
    "note": "R6 衣服",
    "id": 13
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 7,
    "name": "骨衣",
    "materials": {
      "白金條": 5,
      "棉布": 5,
      "絹布": 5,
      "莎蓮娜線": 10
    },
    "note": "R7 衣服",
    "id": 14
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 7,
    "name": "超級衣服",
    "materials": {
      "棉布": 20,
      "莎蓮娜線": 10,
      "妖草的血": 1
    },
    "note": "R7 衣服",
    "id": 15
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 7,
    "name": "水龍之服",
    "materials": {
      "破爛的衣服": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "百里香": 20
    },
    "note": "R7 衣服",
    "id": 16
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 8,
    "name": "疾風之衣",
    "materials": {
      "地的水晶碎片": 50,
      "水的水晶碎片": 50,
      "火的水晶碎片": 50,
      "風的水晶碎片": 50,
      "傑諾瓦線": 20
    },
    "note": "R8 衣服",
    "id": 17
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 8,
    "name": "步兵戰衣",
    "materials": {
      "鐵條": 10,
      "幻之銀條": 5,
      "棉布": 10,
      "絹布": 10,
      "傑諾瓦線": 5
    },
    "note": "R8 衣服",
    "id": 18
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 8,
    "name": "獸骨之衣+",
    "materials": {
      "幻之鋼條": 13,
      "絹布": 15,
      "阿巴尼斯製的線": 10,
      "魔法紅蘿蔔": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 衣服",
    "id": 19
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 9,
    "name": "勇者之衣",
    "materials": {
      "勒格耐席姆條": 1,
      "木棉布": 10,
      "細線": 10,
      "傑諾瓦線": 5,
      "細麻布": 10
    },
    "note": "R9 衣服",
    "id": 20
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 9,
    "name": "女神之衣",
    "materials": {
      "絹布": 10,
      "傑諾瓦線": 10,
      "細麻布": 15,
      "魔族的水晶": 1,
      "誓言之證": 1
    },
    "note": "R9 衣服",
    "id": 21
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 10,
    "name": "不死鳥之服",
    "materials": {
      "奧利哈鋼條": 1,
      "棉布": 10,
      "絹布": 10,
      "傑諾瓦線": 10,
      "開米士毛線": 10
    },
    "note": "R10 衣服",
    "id": 22
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 10,
    "name": "靈魂之服",
    "materials": {
      "絹布": 20,
      "開米士毛線": 15,
      "神眼": 1,
      "妖草的血": 1,
      "魔族的水晶": 4
    },
    "note": "R10 衣服",
    "id": 23
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 11,
    "name": "海洋之服",
    "materials": {
      "鋁條": 5,
      "達馬斯礦條": 6,
      "勒格耐席姆條": 6,
      "阿巴尼斯製的線": 10,
      "風龍蜥的甲殼": 2
    },
    "note": "R11 衣服",
    "id": 24
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 11,
    "name": "幻想之服",
    "materials": {
      "鋁條": 9,
      "勒格耐席姆條": 13,
      "開米士毛線": 20,
      "單木": 40,
      "火焰之魂": 2
    },
    "note": "R11 衣服",
    "id": 25
  }
];