window.equipments = [
  {
    "category": "武器",
    "type": "劍",
    "level": 1,
    "name": "長劍",
    "materials": {
      "銅條": 4,
      "印度輕木": 20
    },
    "note": "R1 劍",
    "id": 1
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 1,
    "name": "闊劍",
    "materials": {
      "銅條": 4,
      "鐵條": 3,
      "印度輕木": 20
    },
    "note": "R1 劍",
    "id": 2
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 2,
    "name": "突刺劍",
    "materials": {
      "銅條": 5,
      "鐵條": 4,
      "印度輕木": 20
    },
    "note": "R2 劍",
    "id": 3
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 2,
    "name": "火舌劍",
    "materials": {
      "銅條": 7,
      "鐵條": 5,
      "樅": 20,
      "黃月木": 20
    },
    "note": "R2 劍",
    "id": 4
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 3,
    "name": "麵包劍",
    "materials": {
      "銅條": 7,
      "鐵條": 6,
      "銀條": 5
    },
    "note": "R3 劍",
    "id": 5
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 3,
    "name": "雙手劍",
    "materials": {
      "鐵條": 10,
      "銀條": 8,
      "樅": 20,
      "鐵杉": 20
    },
    "note": "R3 劍",
    "id": 6
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 4,
    "name": "雙刃長劍",
    "materials": {
      "銅條": 15,
      "鐵條": 5,
      "純銀條": 5,
      "黃月木": 20
    },
    "note": "R4 劍",
    "id": 7
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 4,
    "name": "鎖刃劍",
    "materials": {
      "鐵條": 10,
      "純銀條": 7,
      "金條": 5,
      "黃月木": 20
    },
    "note": "R4 劍",
    "id": 8
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 5,
    "name": "格鬥劍",
    "materials": {
      "鐵條": 10,
      "銀條": 3,
      "純銀條": 6,
      "金條": 7,
      "鐵杉": 20
    },
    "note": "R5 劍",
    "id": 9
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 5,
    "name": "長鍔劍",
    "materials": {
      "銅條": 10,
      "鐵條": 6,
      "銀條": 7,
      "金條": 8,
      "赤松": 20
    },
    "note": "R5 劍",
    "id": 10
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 5,
    "name": "黑作太刀",
    "materials": {
      "銅條": 10,
      "鐵條": 10,
      "鋁條": 7,
      "金條": 7,
      "赤松": 20
    },
    "note": "R5 劍",
    "id": 11
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 6,
    "name": "豬牙劍",
    "materials": {
      "銀條": 10,
      "純銀條": 10,
      "白金條": 8,
      "鐵杉": 20,
      "琵琶木": 20
    },
    "note": "R6 劍",
    "id": 12
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 6,
    "name": "雙刃闊劍",
    "materials": {
      "純銀條": 6,
      "金條": 10,
      "白金條": 10,
      "琵琶木": 20,
      "朴": 20
    },
    "note": "R6 劍",
    "id": 13
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 7,
    "name": "巨劍",
    "materials": {
      "純銀條": 15,
      "白金條": 10,
      "幻之鋼條": 7,
      "赤松": 20,
      "鋼騎之礦": 1
    },
    "note": "R7 劍",
    "id": 14
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 7,
    "name": "長軍刀",
    "materials": {
      "銀條": 10,
      "金條": 13,
      "幻之鋼條": 11,
      "印度輕木": 20,
      "朴": 20
    },
    "note": "R7 劍",
    "id": 15
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 7,
    "name": "水龍之劍",
    "materials": {
      "生鏽的劍": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "幻之鋼條": 20
    },
    "note": "R7 劍",
    "id": 16
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 8,
    "name": "護身短劍",
    "materials": {
      "銅條": 15,
      "白金條": 16,
      "幻之鋼條": 13,
      "杉": 20,
      "魔族的水晶": 1
    },
    "note": "R8 劍",
    "id": 17
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 8,
    "name": "細柄短劍",
    "materials": {
      "幻之鋼條": 10,
      "幻之銀條": 13,
      "樅": 20,
      "赤松": 20,
      "杉": 20
    },
    "note": "R8 劍",
    "id": 18
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 8,
    "name": "長軍刀+",
    "materials": {
      "幻之鋼條": 18,
      "幻之銀條": 18,
      "杉": 20,
      "永久冰石": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 劍",
    "id": 19
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 9,
    "name": "細刃重劍",
    "materials": {
      "鐵條": 10,
      "白金條": 10,
      "幻之鋼條": 10,
      "幻之銀條": 10,
      "絲柏": 20
    },
    "note": "R9 劍",
    "id": 20
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 9,
    "name": "剛硬巨劍",
    "materials": {
      "純銀條": 10,
      "幻之銀條": 10,
      "勒格耐席姆條": 10,
      "琵琶木": 20,
      "鋼騎之礦": 2
    },
    "note": "R9 劍",
    "id": 21
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 10,
    "name": "青龍刀",
    "materials": {
      "金條": 10,
      "幻之銀條": 10,
      "勒格耐席姆條": 10,
      "杉": 20,
      "梣": 20
    },
    "note": "R10 劍",
    "id": 22
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 10,
    "name": "曲刀",
    "materials": {
      "幻之銀條": 10,
      "奧利哈鋼條": 10,
      "絲柏": 20,
      "鋼騎之礦": 2,
      "魔族的水晶": 2
    },
    "note": "R10 劍",
    "id": 23
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 11,
    "name": "彎勾劍",
    "materials": {
      "達馬斯礦條": 5,
      "勒格耐席姆條": 4,
      "梣": 40,
      "絲柏": 40,
      "鋼騎之礦": 2
    },
    "note": "R11 劍",
    "id": 24
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 11,
    "name": "剛毅",
    "materials": {
      "達馬斯礦條": 4,
      "幻之銀條": 5,
      "勒格耐席姆條": 5,
      "梣": 40,
      "魔族的水晶": 2
    },
    "note": "R11 劍",
    "id": 25
  }
];