window.equipments = [
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 1,
    "name": "小鈴鐺",
    "materials": {
      "亞麻布": 20,
      "印度輕木": 10
    },
    "note": "R1 寵物飾品",
    "id": 1
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 2,
    "name": "粉紅鈴鐺",
    "materials": {
      "亞麻布": 10,
      "薄棉布": 10,
      "蘋果薄荷": 10
    },
    "note": "R2 寵物飾品",
    "id": 2
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 3,
    "name": "血淋淋鈴鐺",
    "materials": {
      "銅條": 5,
      "羊毛線": 10,
      "黃月木": 15,
      "檸檬草": 15
    },
    "note": "R3 寵物飾品",
    "id": 3
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 4,
    "name": "翡翠鈴鐺",
    "materials": {
      "銀條": 5,
      "棉線": 10,
      "紗線": 10,
      "黃月木": 10,
      "蝴蝶花": 10
    },
    "note": "R4 寵物飾品",
    "id": 4
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 5,
    "name": "睿智鈴鐺",
    "materials": {
      "金條": 5,
      "紗線": 10,
      "鐵杉": 20,
      "果梨": 15,
      "桃木": 15
    },
    "note": "R5 寵物飾品",
    "id": 5
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 6,
    "name": "緞帶鈴鐺",
    "materials": {
      "紗線": 15,
      "絲線": 15,
      "赤松": 20,
      "番紅花": 20
    },
    "note": "R6 寵物飾品",
    "id": 6
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 7,
    "name": "可愛鈴鐺",
    "materials": {
      "幻之鋼條": 10,
      "紗線": 15,
      "莎蓮娜毛線": 10,
      "赤松": 15,
      "百里香": 15
    },
    "note": "R7 寵物飾品",
    "id": 7
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 8,
    "name": "怪異鈴鐺",
    "materials": {
      "幻之鋼條": 10,
      "傑諾瓦毛線": 15,
      "朴": 10,
      "百里香": 10,
      "瞿麥": 15
    },
    "note": "R8 寵物飾品",
    "id": 8
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 9,
    "name": "水靈鈴鐺",
    "materials": {
      "勒格耐席鉧條": 5,
      "傑諾瓦毛線": 15,
      "阿巴尼斯棉線": 10,
      "絲柏": 15,
      "瞿麥": 10
    },
    "note": "R9 寵物飾品",
    "id": 9
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 10,
    "name": "幻想鈴鐺",
    "materials": {
      "開米士棉線": 15,
      "絲柏": 15,
      "梣": 15,
      "七葉樹": 20
    },
    "note": "R10 寵物飾品",
    "id": 10
  }
];