window.equipments = [
  {
    "category": "其他",
    "type": "炸彈",
    "level": 1,
    "name": "蕃茄炸彈",
    "materials": {
      "麻布": 4,
      "蕃茄": 20
    },
    "note": "R1 炸彈",
    "id": 1
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 1,
    "name": "白米炸彈",
    "materials": {
      "麻布": 8,
      "銅條": 8,
      "神聖米": 20
    },
    "note": "R1 炸彈",
    "id": 2
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 2,
    "name": "石彈",
    "materials": {
      "銅條": 6,
      "黃月木": 20,
      "木棉布": 4,
      "地的水晶碎片": 2
    },
    "note": "R2 炸彈",
    "id": 3
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 2,
    "name": "火焰彈",
    "materials": {
      "銀條": 2,
      "樅": 20,
      "木棉布": 8,
      "火的水晶碎片": 8
    },
    "note": "R2 炸彈",
    "id": 4
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 3,
    "name": "手榴彈",
    "materials": {
      "鐵條": 8,
      "銀條": 6,
      "樅": 20,
      "黃月木": 20,
      "毛氈": 4
    },
    "note": "R3 炸彈",
    "id": 5
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 3,
    "name": "冷凍彈",
    "materials": {
      "銀條": 8,
      "純銀條": 4,
      "鐵杉": 16,
      "毛氈": 8,
      "水的水晶碎片": 12
    },
    "note": "R3 炸彈",
    "id": 6
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 4,
    "name": "輪刃",
    "materials": {
      "銀條": 8,
      "純銀條": 8,
      "鐵杉": 20,
      "棉布": 4,
      "風的水晶碎片": 16
    },
    "note": "R4 炸彈",
    "id": 7
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 4,
    "name": "蜂巢",
    "materials": {
      "純銀條": 8,
      "金條": 8,
      "蝴蝶花": 20,
      "桃木": 20,
      "棉布": 8
    },
    "note": "R4 炸彈",
    "id": 8
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 5,
    "name": "黃色炸彈",
    "materials": {
      "純銀條": 10,
      "金條": 10,
      "鐵杉": 20,
      "琵琶木": 20,
      "細線": 8
    },
    "note": "R5 炸彈",
    "id": 9
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 5,
    "name": "迷魂彈",
    "materials": {
      "純銀條": 8,
      "金條": 7,
      "白金條": 7,
      "赤松": 12,
      "細線": 20
    },
    "note": "R5 炸彈",
    "id": 10
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 6,
    "name": "臭彈",
    "materials": {
      "金條": 7,
      "白金條": 8,
      "赤松": 8,
      "細線": 14,
      "深藍九號": 1
    },
    "note": "R6 炸彈",
    "id": 11
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 6,
    "name": "狂風炸彈",
    "materials": {
      "幻之鋼條": 12,
      "琵琶木": 12,
      "赤松": 20,
      "風的水晶碎片": 30
    },
    "note": "R6 炸彈",
    "id": 12
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 7,
    "name": "催淚彈",
    "materials": {
      "幻之鋼條": 16,
      "赤松": 20,
      "百里香": 20,
      "莎蓮娜線": 8,
      "神眼": 1
    },
    "note": "R7 炸彈",
    "id": 13
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 7,
    "name": "催眠彈",
    "materials": {
      "白金條": 12,
      "幻之鋼條": 12,
      "琵琶木": 20,
      "赤松": 20,
      "百里香": 20
    },
    "note": "R7 炸彈",
    "id": 14
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 8,
    "name": "星星彈",
    "materials": {
      "幻之鋼條": 20,
      "赤松": 20,
      "朴": 20,
      "杉": 20,
      "誓言之證": 1
    },
    "note": "R8 炸彈",
    "id": 15
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 8,
    "name": "毒氣彈",
    "materials": {
      "幻之銀條": 18,
      "鐵杉": 10,
      "朴": 20,
      "阿巴尼斯製的布": 12,
      "摩斯蜥蜴": 1
    },
    "note": "R8 炸彈",
    "id": 16
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 9,
    "name": "碎紙彈",
    "materials": {
      "達馬斯礦條": 20,
      "蘋果薄荷": 20,
      "香草": 20,
      "茴香": 16,
      "細麻布": 16
    },
    "note": "R9 炸彈",
    "id": 17
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 9,
    "name": "雪花彈",
    "materials": {
      "勒格耐席姆條": 15,
      "杉": 20,
      "永久冰石": 12,
      "鋼騎之礦": 1,
      "誓言之證": 1
    },
    "note": "R9 炸彈",
    "id": 18
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 10,
    "name": "銀彈",
    "materials": {
      "勒格耐席姆條": 15,
      "謝爾哈特礦條": 12,
      "喜馬拉斯礦條": 8,
      "單木": 20,
      "開米士毛線": 12
    },
    "note": "R10 炸彈",
    "id": 19
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 10,
    "name": "震撼彈",
    "materials": {
      "喜馬拉斯礦條": 10,
      "梣": 20,
      "魔族的水晶": 2,
      "鋼騎之礦": 3,
      "誓言之證": 2
    },
    "note": "R10 炸彈",
    "id": 20
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 11,
    "name": "強酸火煙瓶",
    "materials": {
      "德特家的布": 1,
      "濕地毒蛇": 20,
      "達馬斯礦條": 20,
      "茱萸木": 20,
      "燒瓶": 20
    },
    "note": "R11 炸彈",
    "id": 21
  }
];