window.equipments = [
  {
    "category": "武器",
    "type": "弓",
    "level": 1,
    "name": "輕型弓",
    "materials": {
      "銅條": 3,
      "印度輕木": 20,
      "麻布": 1
    },
    "note": "R1 弓",
    "id": 1
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 1,
    "name": "威力短弓",
    "materials": {
      "銅條": 2,
      "印度輕木": 20,
      "樅": 20,
      "麻布": 3,
      "木棉布": 2
    },
    "note": "R1 弓",
    "id": 2
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 2,
    "name": "短戰弓",
    "materials": {
      "鐵條": 2,
      "印度輕木": 20,
      "樅": 20,
      "麻布": 5,
      "木棉布": 4
    },
    "note": "R2 弓",
    "id": 3
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 2,
    "name": "獵弓",
    "materials": {
      "鐵條": 4,
      "樅": 20,
      "黃月木": 20,
      "麻布": 3,
      "木棉布": 6
    },
    "note": "R2 弓",
    "id": 4
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 3,
    "name": "強弓",
    "materials": {
      "銀條": 8,
      "印度輕木": 20,
      "樅": 20,
      "黃月木": 20,
      "毛氈": 7
    },
    "note": "R3 弓",
    "id": 5
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 3,
    "name": "格鬥弓",
    "materials": {
      "銀條": 9,
      "樅": 20,
      "黃月木": 20,
      "鐵杉": 20,
      "毛氈": 9
    },
    "note": "R3 弓",
    "id": 6
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 4,
    "name": "狙擊之弓",
    "materials": {
      "純銀條": 10,
      "樅": 20,
      "黃月木": 20,
      "鐵杉": 20,
      "毛氈": 10
    },
    "note": "R4 弓",
    "id": 7
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 4,
    "name": "超強狙擊弓",
    "materials": {
      "純銀條": 11,
      "黃月木": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "棉布": 11
    },
    "note": "R4 弓",
    "id": 8
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 5,
    "name": "殺手長弓",
    "materials": {
      "純銀條": 9,
      "金條": 11,
      "鐵杉": 20,
      "琵琶木": 20,
      "毛氈": 5
    },
    "note": "R5 弓",
    "id": 9
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 5,
    "name": "衝擊弓",
    "materials": {
      "銀條": 5,
      "金條": 19,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R5 弓",
    "id": 10
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 5,
    "name": "米斯特汀之弓",
    "materials": {
      "鋁條": 19,
      "金條": 15,
      "茱萸木": 20,
      "赤松": 20,
      "琵琶木": 20
    },
    "note": "R5 弓",
    "id": 11
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 6,
    "name": "巨弓",
    "materials": {
      "金條": 12,
      "白金條": 11,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R6 弓",
    "id": 12
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 6,
    "name": "長格鬥弓",
    "materials": {
      "金條": 13,
      "白金條": 12,
      "琵琶木": 20,
      "赤松": 20,
      "朴": 20
    },
    "note": "R6 弓",
    "id": 13
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 7,
    "name": "破邪長弓",
    "materials": {
      "白金條": 10,
      "幻之鋼條": 10,
      "絹布": 6,
      "朴": 20,
      "誓言之證": 1
    },
    "note": "R7 弓",
    "id": 14
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 7,
    "name": "月光之弓",
    "materials": {
      "白金條": 8,
      "幻之鋼條": 16,
      "琵琶木": 20,
      "赤松": 20,
      "朴": 20
    },
    "note": "R7 弓",
    "id": 15
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 7,
    "name": "水龍之弓",
    "materials": {
      "生鏽的弓": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "朴": 20
    },
    "note": "R7 弓",
    "id": 16
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 8,
    "name": "原始石弓",
    "materials": {
      "白金條": 20,
      "幻之鋼條": 14,
      "朴": 20,
      "杉": 20,
      "魔族的水晶": 1
    },
    "note": "R8 弓",
    "id": 17
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 8,
    "name": "重弦弓",
    "materials": {
      "幻之鋼條": 11,
      "幻之銀條": 12,
      "赤松": 20,
      "朴": 20,
      "杉": 20
    },
    "note": "R8 弓",
    "id": 18
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 8,
    "name": "月光之弓+",
    "materials": {
      "幻之銀條": 20,
      "朴": 20,
      "杉": 20,
      "濕地毒蛇": 10,
      "藍龍之鱗": 20
    },
    "note": "R8 弓",
    "id": 19
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 9,
    "name": "平行弓",
    "materials": {
      "幻之鋼條": 15,
      "幻之銀條": 15,
      "朴": 20,
      "杉": 20,
      "絲柏": 20
    },
    "note": "R9 弓",
    "id": 20
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 9,
    "name": "靈魂之弓",
    "materials": {
      "幻之銀條": 15,
      "勒格耐席姆條": 10,
      "杉": 20,
      "絲柏": 20,
      "鋼騎之礦": 2
    },
    "note": "R9 弓",
    "id": 21
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 10,
    "name": "摘星之弓",
    "materials": {
      "幻之銀條": 20,
      "勒格耐席姆條": 10,
      "杉": 20,
      "絲柏": 20,
      "梣": 20
    },
    "note": "R10 弓",
    "id": 22
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 10,
    "name": "魔彈",
    "materials": {
      "勒格耐席姆條": 6,
      "奧利哈鋼條": 10,
      "絲柏": 20,
      "梣": 20,
      "魔族的水晶": 4
    },
    "note": "R10 弓",
    "id": 23
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 11,
    "name": "調和之弓",
    "materials": {
      "達馬斯礦條": 4,
      "勒格耐席姆條": 3,
      "絲柏": 40,
      "梣": 20,
      "魔族的水晶": 2
    },
    "note": "R11 弓",
    "id": 24
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 11,
    "name": "月之弓",
    "materials": {
      "幻之銀條": 13,
      "勒格耐席姆條": 9,
      "單木": 40,
      "梣": 40,
      "火焰之魂": 2
    },
    "note": "R11 弓",
    "id": 25
  }
];