window.equipments = [
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 1,
    "name": "木製大型回力鏢",
    "materials": {
      "銅條": 4,
      "印度輕木": 20
    },
    "note": "R1 投擲武器",
    "id": 1
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 1,
    "name": "青銅回力鏢",
    "materials": {
      "銅條": 7,
      "印度輕木": 20,
      "樅": 20
    },
    "note": "R1 投擲武器",
    "id": 2
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 2,
    "name": "追跡者",
    "materials": {
      "銅條": 7,
      "鐵條": 4,
      "印度輕木": 20,
      "樅": 20
    },
    "note": "R2 投擲武器",
    "id": 3
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 2,
    "name": "彩光回力鏢",
    "materials": {
      "銅條": 9,
      "鐵條": 6,
      "印度輕木": 20,
      "樅": 20,
      "黃月木": 20
    },
    "note": "R2 投擲武器",
    "id": 4
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 3,
    "name": "暗殺回力鏢",
    "materials": {
      "銀條": 5,
      "樅": 20,
      "黃月木": 20,
      "麻布": 8,
      "木棉布": 6
    },
    "note": "R3 投擲武器",
    "id": 5
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 3,
    "name": "殺敵回力鏢",
    "materials": {
      "銀條": 12,
      "樅": 20,
      "黃月木": 20,
      "鐵杉": 20,
      "麻布": 10
    },
    "note": "R3 投擲武器",
    "id": 6
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 4,
    "name": "獅子回力鏢",
    "materials": {
      "樅": 20,
      "黃月木": 20,
      "鐵杉": 20,
      "毛氈": 10,
      "棉布": 11
    },
    "note": "R4 投擲武器",
    "id": 7
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 4,
    "name": "銳角回力鏢",
    "materials": {
      "純銀條": 11,
      "黃月木": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "毛氈": 15
    },
    "note": "R4 投擲武器",
    "id": 8
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 5,
    "name": "翼鹿回力鏢",
    "materials": {
      "黃月木": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "毛氈": 15,
      "細線": 10
    },
    "note": "R5 投擲武器",
    "id": 9
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 5,
    "name": "阿修塔羅回力鏢",
    "materials": {
      "金條": 20,
      "黃月木": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R5 投擲武器",
    "id": 10
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 5,
    "name": "北斗之鎌刀",
    "materials": {
      "鋁條": 6,
      "茱萸木": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R5 投擲武器",
    "id": 11
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 6,
    "name": "蛇獅回力鏢",
    "materials": {
      "白金條": 17,
      "黃月木": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R6 投擲武器",
    "id": 12
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 6,
    "name": "鶇回力鏢",
    "materials": {
      "白金條": 17,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20,
      "朴": 20
    },
    "note": "R6 投擲武器",
    "id": 13
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 7,
    "name": "雄翼牛回力鏢",
    "materials": {
      "金條": 10,
      "幻之鋼條": 10,
      "琵琶木": 20,
      "赤松": 20,
      "朴": 20
    },
    "note": "R7 投擲武器",
    "id": 14
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 7,
    "name": "閃光回力鏢",
    "materials": {
      "白金條": 8,
      "幻之鋼條": 10,
      "赤松": 20,
      "朴": 20,
      "鋼騎之礦": 1
    },
    "note": "R7 投擲武器",
    "id": 15
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 7,
    "name": "冰龍",
    "materials": {
      "生鏽的投擲武器": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "朴": 20
    },
    "note": "R7 投擲武器",
    "id": 16
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 8,
    "name": "凶豹回力鏢",
    "materials": {
      "白金條": 10,
      "幻之鋼條": 12,
      "赤松": 20,
      "朴": 20,
      "杉": 20
    },
    "note": "R8 投擲武器",
    "id": 17
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 8,
    "name": "赤獅回力鏢",
    "materials": {
      "幻之銀條": 10,
      "鐵杉": 20,
      "朴": 20,
      "細線": 10,
      "魔族的水晶": 1
    },
    "note": "R8 投擲武器",
    "id": 18
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 8,
    "name": "熊翼回力鏢+",
    "materials": {
      "幻之銀條": 15,
      "朴": 20,
      "杉": 20,
      "濕地毒蛇": 10,
      "藍龍之鱗": 20
    },
    "note": "R8 投擲武器",
    "id": 19
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 9,
    "name": "天使之翼",
    "materials": {
      "幻之鋼條": 10,
      "幻之銀條": 10,
      "朴": 20,
      "杉": 20,
      "絲柏": 20
    },
    "note": "R9 投擲武器",
    "id": 20
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 9,
    "name": "普利辛回力鏢",
    "materials": {
      "勒格耐席姆條": 10,
      "杉": 20,
      "絲柏": 20,
      "鋼騎之礦": 1,
      "魔族的水晶": 1
    },
    "note": "R9 投擲武器",
    "id": 21
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 10,
    "name": "治癒回力鏢",
    "materials": {
      "勒格耐席姆條": 15,
      "杉": 20,
      "絲柏": 20,
      "梣": 20
    },
    "note": "R10 投擲武器",
    "id": 22
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 10,
    "name": "天秤回力鏢",
    "materials": {
      "奧利哈鋼條": 10,
      "絲柏": 20,
      "梣": 20,
      "火焰之魂": 4,
      "誓言之證": 2
    },
    "note": "R10 投擲武器",
    "id": 23
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 11,
    "name": "基盤飛鏢",
    "materials": {
      "勒格耐席姆條": 8,
      "絲柏": 40,
      "單木": 20,
      "梣": 40,
      "曼陀羅草的皮": 2
    },
    "note": "R11 投擲武器",
    "id": 24
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 11,
    "name": "節制飛鏢",
    "materials": {
      "達馬斯礦條": 2,
      "勒格耐席姆條": 4,
      "絲柏": 40,
      "梣": 40,
      "魔族的水晶": 2
    },
    "note": "R11 投擲武器",
    "id": 25
  }
];