window.equipments = [
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 1,
    "name": "鐵護肩",
    "materials": {
      "銅條": 5,
      "亞麻布": 10,
      "鹿皮": 20
    },
    "note": "R1 寵物重裝",
    "id": 1
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 2,
    "name": "青銅護肩",
    "materials": {
      "銅條": 5,
      "亞麻布": 10,
      "印度輕木": 10,
      "鹿皮": 20
    },
    "note": "R2 寵物重裝",
    "id": 2
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 3,
    "name": "白銀護肩",
    "materials": {
      "銅條": 5,
      "薄棉布": 10,
      "羊毛線": 5,
      "黃月木": 10
    },
    "note": "R3 寵物重裝",
    "id": 3
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 4,
    "name": "鐵血肩甲",
    "materials": {
      "銅條": 5,
      "薄棉布": 10,
      "羊毛線": 10,
      "黃月木": 10
    },
    "note": "R4 寵物重裝",
    "id": 4
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 5,
    "name": "黃金肩甲",
    "materials": {
      "鐵條": 5,
      "銀條": 5,
      "棉線": 10,
      "紗線": 20,
      "鐵杉": 5
    },
    "note": "R5 寵物重裝",
    "id": 5
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 6,
    "name": "赤龍手甲",
    "materials": {
      "純銀條": 5,
      "棉線": 10,
      "紗線": 20,
      "黃月木": 5,
      "鐵杉": 5
    },
    "note": "R6 寵物重裝",
    "id": 6
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 7,
    "name": "黃銅手甲",
    "materials": {
      "幻之鋼條": 5,
      "幻之銀條": 10,
      "絲線": 10,
      "赤松": 10,
      "水的水晶碎片": 1
    },
    "note": "R7 寵物重裝",
    "id": 7
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 8,
    "name": "青龍手甲",
    "materials": {
      "幻之銀條": 10,
      "棉線": 10,
      "紗線": 20,
      "莎蓮娜毛線": 10,
      "火的水晶碎片": 1
    },
    "note": "R8 寵物重裝",
    "id": 8
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 9,
    "name": "翡翠手甲",
    "materials": {
      "勒格耐席鉧條": 15,
      "傑諾瓦毛線": 20,
      "芎麻布": 10,
      "朴": 5,
      "風龍蜥的甲殼": 1
    },
    "note": "R9 寵物重裝",
    "id": 9
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 10,
    "name": "幻龍手甲",
    "materials": {
      "勒格耐席鉧條": 10,
      "芎麻布": 10,
      "開米士棉線": 10,
      "蔓陀羅草的皮": 5
    },
    "note": "R10 寵物重裝",
    "id": 10
  }
];