window.equipments = [
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 1,
    "name": "皮頸圈",
    "materials": {
      "銅條": 10,
      "亞麻布": 10,
      "鹿皮": 20
    },
    "note": "R1 寵物項圈",
    "id": 1
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 2,
    "name": "青銅頸圈",
    "materials": {
      "銅條": 5,
      "鐵條": 5,
      "薄棉布": 20,
      "鹿皮": 20
    },
    "note": "R2 寵物項圈",
    "id": 2
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 3,
    "name": "銅頸圈",
    "materials": {
      "銅條": 10,
      "銀條": 20,
      "薄棉布": 20,
      "樅": 10
    },
    "note": "R3 寵物項圈",
    "id": 3
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 4,
    "name": "健康頸圈",
    "materials": {
      "銅條": 10,
      "銀條": 20,
      "羊毛線": 20,
      "棉線": 10
    },
    "note": "R4 寵物項圈",
    "id": 4
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 5,
    "name": "運動頸圈",
    "materials": {
      "金條": 20,
      "紗線": 20,
      "絲線": 20,
      "琵琶木": 10
    },
    "note": "R5 寵物項圈",
    "id": 5
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 6,
    "name": "黑暗項圈",
    "materials": {
      "純銀條": 10,
      "金條": 20,
      "紗線": 20,
      "絲線": 20
    },
    "note": "R6 寵物項圈",
    "id": 6
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 7,
    "name": "甜美項圈",
    "materials": {
      "白金條": 20,
      "絲線": 20,
      "朴": 20,
      "鋼騎之礦": 5
    },
    "note": "R7 寵物項圈",
    "id": 7
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 8,
    "name": "自然項圈",
    "materials": {
      "白金條": 20,
      "幻之鋼條": 10,
      "傑諾瓦毛線": 20,
      "杉": 10,
      "永久冰石": 3
    },
    "note": "R8 寵物項圈",
    "id": 8
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 9,
    "name": "純潔項圈",
    "materials": {
      "謝爾哈特礦條": 20,
      "傑諾瓦毛線": 20,
      "絲柏": 20,
      "魔族的水晶": 5
    },
    "note": "R9 寵物項圈",
    "id": 9
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 10,
    "name": "華麗項圈",
    "materials": {
      "奧利哈鋼條": 20,
      "芎麻布": 20,
      "絲柏": 20,
      "藍龍之鱗": 3
    },
    "note": "R10 寵物項圈",
    "id": 10
  }
];