const equipments = [
  {
    "category": "防具",
    "type": "盾牌",
    "level": 1,
    "name": "軟皮甲",
    "materials": {
      "銅條": 3,
      "印度輕木": 20,
      "鹿皮": 20
    },
    "note": "R1 盾牌",
    "id": 1
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 1,
    "name": "護心甲",
    "materials": {
      "銅條": 4,
      "鐵條": 3,
      "印度輕木": 20
    },
    "note": "R1 盾牌",
    "id": 2
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 2,
    "name": "青銅鎧甲",
    "materials": {
      "銅條": 7,
      "鐵條": 2,
      "印度輕木": 20
    },
    "note": "R2 盾牌",
    "id": 3
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 2,
    "name": "輕型鎧甲",
    "materials": {
      "銅條": 4,
      "鐵條": 5,
      "銀條": 3,
      "鹿皮": 20
    },
    "note": "R2 盾牌",
    "id": 4
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 3,
    "name": "輕型鎖鍊甲",
    "materials": {
      "銅條": 6,
      "鐵條": 10,
      "黃月木": 20
    },
    "note": "R3 盾牌",
    "id": 5
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 3,
    "name": "環甲",
    "materials": {
      "銅條": 5,
      "鐵條": 4,
      "銀條": 5,
      "純銀條": 4
    },
    "note": "R3 盾牌",
    "id": 6
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 4,
    "name": "鋼鐵鎧甲",
    "materials": {
      "鐵條": 13,
      "銀條": 4,
      "純銀條": 2,
      "黃月木": 20
    },
    "note": "R4 盾牌",
    "id": 7
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 4,
    "name": "金屬皮甲",
    "materials": {
      "鐵條": 6,
      "銀條": 9,
      "純銀條": 8,
      "黃月木": 20,
      "琵琶木": 20
    },
    "note": "R4 盾牌",
    "id": 8
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 5,
    "name": "長型金屬鎧甲",
    "materials": {
      "鐵條": 5,
      "銀條": 10,
      "純銀條": 7,
      "金條": 5,
      "鐵杉": 20
    },
    "note": "R5 盾牌",
    "id": 9
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 5,
    "name": "索狀鎧甲",
    "materials": {
      "鐵條": 5,
      "銀條": 5,
      "純銀條": 8,
      "金條": 10,
      "琵琶木": 20
    },
    "note": "R5 盾牌",
    "id": 10
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 5,
    "name": "劍齒鎧甲",
    "materials": {
      "鐵條": 3,
      "鋁條": 6,
      "金條": 5,
      "白金條": 4,
      "茱萸木": 20
    },
    "note": "R5 盾牌",
    "id": 11
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 6,
    "name": "重鐵板甲",
    "materials": {
      "銀條": 5,
      "純銀條": 5,
      "金條": 5,
      "白金條": 10,
      "琵琶木": 20
    },
    "note": "R6 盾牌",
    "id": 12
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 6,
    "name": "鐵板半身甲",
    "materials": {
      "銀條": 6,
      "純銀條": 6,
      "金條": 6,
      "白金條": 10,
      "赤松": 20
    },
    "note": "R6 盾牌",
    "id": 13
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 7,
    "name": "實戰鎧甲",
    "materials": {
      "鐵條": 20,
      "金條": 5,
      "白金條": 5,
      "幻之鋼條": 8,
      "赤松": 20
    },
    "note": "R7 盾牌",
    "id": 14
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 7,
    "name": "黃金鎧甲",
    "materials": {
      "純銀條": 10,
      "金條": 10,
      "白金條": 10,
      "幻之鋼條": 10,
      "蔓陀羅草的皮": 1
    },
    "note": "R7 盾牌",
    "id": 15
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 7,
    "name": "水龍鎧甲",
    "materials": {
      "生鏽的鎧": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "幻之鋼條": 20
    },
    "note": "R7 盾牌",
    "id": 16
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 8,
    "name": "重金屬鎧甲",
    "materials": {
      "鐵條": 20,
      "幻之鋼條": 10,
      "幻之銀條": 10
    },
    "note": "R8 盾牌",
    "id": 17
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 8,
    "name": "野獸之鎧",
    "materials": {
      "銀條": 15,
      "幻之鋼條": 20,
      "赤松": 20,
      "風龍蜥的甲殼": 1
    },
    "note": "R8 盾牌",
    "id": 18
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 8,
    "name": "實戰鎧甲+",
    "materials": {
      "幻之銀條": 15,
      "幻之鋼條": 13,
      "永久冰石": 10,
      "藍龍之鱗": 20
    },
    "note": "R8 盾牌",
    "id": 19
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 9,
    "name": "帝王之鎧",
    "materials": {
      "幻之鋼條": 10,
      "幻之銀條": 10,
      "勒格耐席姆條": 10
    },
    "note": "R9 盾牌",
    "id": 20
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 9,
    "name": "亡靈鎧甲",
    "materials": {
      "鐵條": 20,
      "幻之鋼條": 10,
      "幻之銀條": 10,
      "勒格耐席姆條": 12,
      "魔族的水晶": 5
    },
    "note": "R9 盾牌",
    "id": 21
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 10,
    "name": "漆黑之鎧",
    "materials": {
      "白金條": 5,
      "幻之鋼條": 5,
      "幻之銀條": 10,
      "勒格耐席姆條": 10,
      "奧利哈鋼條": 5
    },
    "note": "R10 盾牌",
    "id": 22
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 10,
    "name": "騎士鎧甲",
    "materials": {
      "金條": 20,
      "勒格耐席姆條": 10,
      "奧利哈鋼條": 10,
      "鋼騎之礦": 5,
      "魔族的水晶": 5
    },
    "note": "R10 盾牌",
    "id": 23
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 11,
    "name": "紅繩威鎧",
    "materials": {
      "鋁條": 13,
      "達馬斯礦條": 10,
      "勒格耐席姆條": 10,
      "奧利哈鋼條": 2,
      "風龍蜥的甲殼": 2
    },
    "note": "R11 盾牌",
    "id": 24
  },
  {
    "category": "防具",
    "type": "盾牌",
    "level": 11,
    "name": "守護鎧甲",
    "materials": {
      "鋁條": 5,
      "幻之銀條": 10,
      "達馬斯礦條": 4,
      "奧利哈鋼條": 8,
      "妖草的血": 2
    },
    "note": "R11 盾牌",
    "id": 25
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 1,
    "name": "旅人之服",
    "materials": {
      "鹿皮": 20,
      "麻布": 4,
      "印度輕木": 10
    },
    "note": "R1 衣服",
    "id": 26
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 1,
    "name": "保護衣",
    "materials": {
      "銅條": 3,
      "鹿皮": 20,
      "麻布": 3,
      "木棉布": 2
    },
    "note": "R1 衣服",
    "id": 27
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 2,
    "name": "羽毛裝",
    "materials": {
      "鹿皮": 20,
      "麻布": 11,
      "木棉布": 2
    },
    "note": "R2 衣服",
    "id": 28
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 2,
    "name": "皮裝",
    "materials": {
      "銅條": 2,
      "鹿皮": 20,
      "麻布": 5,
      "木棉布": 5,
      "毛氈": 4
    },
    "note": "R2 衣服",
    "id": 29
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 3,
    "name": "硬皮服",
    "materials": {
      "銀條": 3,
      "鹿皮": 20,
      "麻布": 5,
      "木棉布": 5,
      "毛氈": 6
    },
    "note": "R3 衣服",
    "id": 30
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 3,
    "name": "鎖鍊裝",
    "materials": {
      "鐵條": 15,
      "銀條": 5,
      "鹿皮": 20,
      "棉布": 2
    },
    "note": "R3 衣服",
    "id": 31
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 4,
    "name": "布甲",
    "materials": {
      "銀條": 5,
      "鹿皮": 20,
      "毛氈": 7,
      "棉布": 10
    },
    "note": "R4 衣服",
    "id": 32
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 4,
    "name": "櫬甲",
    "materials": {
      "金條": 4,
      "鹿皮": 20,
      "毛氈": 10,
      "棉布": 10
    },
    "note": "R4 衣服",
    "id": 33
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 5,
    "name": "環服",
    "materials": {
      "鐵條": 10,
      "金條": 5,
      "鹿皮": 20,
      "棉布": 6,
      "細線": 5
    },
    "note": "R5 衣服",
    "id": 34
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 5,
    "name": "士兵護衣",
    "materials": {
      "銀條": 5,
      "白金條": 5,
      "鹿皮": 20,
      "棉布": 10,
      "細線": 5
    },
    "note": "R5 衣服",
    "id": 35
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 5,
    "name": "功夫裝",
    "materials": {
      "鋁條": 4,
      "純銀條": 3,
      "金條": 7,
      "茱萸木": 20,
      "絹布": 4
    },
    "note": "R5 衣服",
    "id": 36
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 6,
    "name": "長索錐衣",
    "materials": {
      "鐵條": 10,
      "銀條": 7,
      "白金條": 5,
      "鹿皮": 20,
      "棉布": 10
    },
    "note": "R6 衣服",
    "id": 37
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 6,
    "name": "索錐上衣",
    "materials": {
      "鐵條": 15,
      "金條": 5,
      "白金條": 5,
      "鹿皮": 20,
      "棉布": 10
    },
    "note": "R6 衣服",
    "id": 38
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 7,
    "name": "骨衣",
    "materials": {
      "白金條": 5,
      "棉布": 5,
      "絹布": 5,
      "莎蓮娜線": 10
    },
    "note": "R7 衣服",
    "id": 39
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 7,
    "name": "超級衣服",
    "materials": {
      "棉布": 20,
      "莎蓮娜線": 10,
      "妖草的血": 1
    },
    "note": "R7 衣服",
    "id": 40
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 7,
    "name": "水龍之服",
    "materials": {
      "破爛的衣服": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "百里香": 20
    },
    "note": "R7 衣服",
    "id": 41
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 8,
    "name": "疾風之衣",
    "materials": {
      "地的水晶碎片": 50,
      "水的水晶碎片": 50,
      "火的水晶碎片": 50,
      "風的水晶碎片": 50,
      "傑諾瓦線": 20
    },
    "note": "R8 衣服",
    "id": 42
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 8,
    "name": "步兵戰衣",
    "materials": {
      "鐵條": 10,
      "幻之銀條": 5,
      "棉布": 10,
      "絹布": 10,
      "傑諾瓦線": 5
    },
    "note": "R8 衣服",
    "id": 43
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 8,
    "name": "獸骨之衣+",
    "materials": {
      "幻之鋼條": 13,
      "絹布": 15,
      "阿巴尼斯製的線": 10,
      "魔法紅蘿蔔": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 衣服",
    "id": 44
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 9,
    "name": "勇者之衣",
    "materials": {
      "勒格耐席姆條": 1,
      "木棉布": 10,
      "細線": 10,
      "傑諾瓦線": 5,
      "細麻布": 10
    },
    "note": "R9 衣服",
    "id": 45
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 9,
    "name": "女神之衣",
    "materials": {
      "絹布": 10,
      "傑諾瓦線": 10,
      "細麻布": 15,
      "魔族的水晶": 1,
      "誓言之證": 1
    },
    "note": "R9 衣服",
    "id": 46
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 10,
    "name": "不死鳥之服",
    "materials": {
      "奧利哈鋼條": 1,
      "棉布": 10,
      "絹布": 10,
      "傑諾瓦線": 10,
      "開米士毛線": 10
    },
    "note": "R10 衣服",
    "id": 47
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 10,
    "name": "靈魂之服",
    "materials": {
      "絹布": 20,
      "開米士毛線": 15,
      "神眼": 1,
      "妖草的血": 1,
      "魔族的水晶": 4
    },
    "note": "R10 衣服",
    "id": 48
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 11,
    "name": "海洋之服",
    "materials": {
      "鋁條": 5,
      "達馬斯礦條": 6,
      "勒格耐席姆條": 6,
      "阿巴尼斯製的線": 10,
      "風龍蜥的甲殼": 2
    },
    "note": "R11 衣服",
    "id": 49
  },
  {
    "category": "防具",
    "type": "衣服",
    "level": 11,
    "name": "幻想之服",
    "materials": {
      "鋁條": 9,
      "勒格耐席姆條": 13,
      "開米士毛線": 20,
      "單木": 40,
      "火焰之魂": 2
    },
    "note": "R11 衣服",
    "id": 50
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 1,
    "name": "羽毛袍",
    "materials": {
      "鹿皮": 20,
      "麻布": 4,
      "印度輕木": 10
    },
    "note": "R1 帽子",
    "id": 51
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 1,
    "name": "輕皮袍",
    "materials": {
      "鹿皮": 20,
      "麻布": 5,
      "木棉布": 4,
      "印度輕木": 10
    },
    "note": "R1 帽子",
    "id": 52
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 2,
    "name": "網袍",
    "materials": {
      "鹿皮": 20,
      "麻布": 2,
      "木棉布": 10
    },
    "note": "R2 帽子",
    "id": 53
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 2,
    "name": "風袍",
    "materials": {
      "鹿皮": 20,
      "麻布": 4,
      "木棉布": 10,
      "毛氈": 2
    },
    "note": "R2 帽子",
    "id": 54
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 3,
    "name": "硬皮袍",
    "materials": {
      "鹿皮": 20,
      "麻布": 7,
      "木棉布": 8,
      "毛氈": 5,
      "黃月木": 10
    },
    "note": "R3 帽子",
    "id": 55
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 3,
    "name": "環袍",
    "materials": {
      "鐵條": 8,
      "麻布": 5,
      "毛氈": 7,
      "棉布": 3,
      "黃月木": 10
    },
    "note": "R3 帽子",
    "id": 56
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 4,
    "name": "烏鴉之袍",
    "materials": {
      "鹿皮": 20,
      "麻布": 10,
      "毛氈": 10,
      "棉布": 6,
      "鐵杉": 10
    },
    "note": "R4 帽子",
    "id": 57
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 4,
    "name": "月亮之袍",
    "materials": {
      "鹿皮": 20,
      "麻布": 6,
      "毛氈": 10,
      "細線": 11,
      "鐵杉": 10
    },
    "note": "R4 帽子",
    "id": 58
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 4,
    "name": "狐皮披風",
    "materials": {
      "狐皮": 4,
      "棉布": 2,
      "莎蓮娜線": 20
    },
    "note": "R4 帽子",
    "id": 59
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 5,
    "name": "東方法衣",
    "materials": {
      "鹿皮": 20,
      "麻布": 10,
      "棉布": 10,
      "絹布": 11,
      "鐵杉": 10
    },
    "note": "R5 帽子",
    "id": 60
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 5,
    "name": "聖堂之袍",
    "materials": {
      "純銀條": 5,
      "鹿皮": 20,
      "麻布": 5,
      "絹布": 15,
      "琵琶木": 10
    },
    "note": "R5 帽子",
    "id": 61
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 5,
    "name": "治癒之袍",
    "materials": {
      "鋁條": 4,
      "純銀條": 4,
      "茱萸木": 40,
      "棉布": 3,
      "絹布": 7
    },
    "note": "R5 帽子",
    "id": 62
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 6,
    "name": "聖者之袍",
    "materials": {
      "金條": 10,
      "棉布": 13,
      "絹布": 5,
      "赤松": 10
    },
    "note": "R6 帽子",
    "id": 63
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 6,
    "name": "戰鬥長袍",
    "materials": {
      "白金條": 5,
      "鹿皮": 20,
      "棉布": 20,
      "細線": 6,
      "赤松": 10
    },
    "note": "R6 帽子",
    "id": 64
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 7,
    "name": "冠軍之袍",
    "materials": {
      "純銀條": 10,
      "白金條": 10,
      "莎蓮娜線": 20,
      "誓言之證": 1
    },
    "note": "R7 帽子",
    "id": 65
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 7,
    "name": "時之袍",
    "materials": {
      "金條": 5,
      "幻之鋼條": 5,
      "棉布": 5,
      "莎蓮娜線": 10
    },
    "note": "R7 帽子",
    "id": 66
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 7,
    "name": "水龍法袍",
    "materials": {
      "破爛的袍": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2
    },
    "note": "R7 帽子",
    "id": 67
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 8,
    "name": "死神之袍",
    "materials": {
      "幻之銀條": 10,
      "棉布": 5,
      "絹布": 5,
      "傑諾瓦線": 5,
      "神眼": 1
    },
    "note": "R8 帽子",
    "id": 68
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 8,
    "name": "勇者之袍",
    "materials": {
      "白金條": 5,
      "幻之銀條": 10,
      "棉布": 5,
      "絹布": 5,
      "傑諾瓦線": 5
    },
    "note": "R8 帽子",
    "id": 69
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 8,
    "name": "潔淨之袍+",
    "materials": {
      "幻之銀條": 5,
      "阿巴尼斯製的線": 10,
      "阿巴尼斯製的布": 20,
      "魔法紅蘿蔔": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 帽子",
    "id": 70
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 9,
    "name": "黑暗之袍",
    "materials": {
      "勒格耐席姆條": 3,
      "毛氈": 5,
      "絹布": 5,
      "傑諾瓦線": 5,
      "細麻布": 8
    },
    "note": "R9 帽子",
    "id": 71
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 9,
    "name": "聖袍",
    "materials": {
      "勒格耐席姆條": 3,
      "細線": 10,
      "細麻布": 10,
      "魔族的水晶": 1,
      "誓言之證": 2
    },
    "note": "R9 帽子",
    "id": 72
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 10,
    "name": "靈魂之袍",
    "materials": {
      "奧利哈鋼條": 2,
      "棉布": 10,
      "絹布": 10,
      "傑諾瓦線": 10,
      "開米士毛線": 5
    },
    "note": "R10 帽子",
    "id": 73
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 10,
    "name": "奇蹟之袍",
    "materials": {
      "奧利哈鋼條": 5,
      "細線": 10,
      "細麻布": 15,
      "神眼": 1,
      "魔族的水晶": 5
    },
    "note": "R10 帽子",
    "id": 74
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 11,
    "name": "共鳴之袍",
    "materials": {
      "阿巴尼斯製的線": 10,
      "單木": 20,
      "蔓陀羅草的皮": 20,
      "妖草的血": 2
    },
    "note": "R11 帽子",
    "id": 75
  },
  {
    "category": "防具",
    "type": "帽子",
    "level": 11,
    "name": "和平之袍",
    "materials": {
      "勒格耐席姆條": 13,
      "開米士毛線": 10,
      "單木": 40,
      "風龍蜥的甲殼": 2,
      "誓言之證": 2
    },
    "note": "R11 帽子",
    "id": 76
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 1,
    "name": "軟皮靴",
    "materials": {
      "鹿皮": 20,
      "麻布": 4
    },
    "note": "R1 頭盔",
    "id": 77
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 1,
    "name": "皮靴",
    "materials": {
      "銅條": 7,
      "鹿皮": 20
    },
    "note": "R1 頭盔",
    "id": 78
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 2,
    "name": "硬皮靴",
    "materials": {
      "銅條": 5,
      "鹿皮": 20,
      "木棉布": 4
    },
    "note": "R2 頭盔",
    "id": 79
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 2,
    "name": "長靴",
    "materials": {
      "銅條": 3,
      "鹿皮": 20,
      "麻布": 3,
      "木棉布": 3,
      "毛氈": 3
    },
    "note": "R2 頭盔",
    "id": 80
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 3,
    "name": "厚底靴",
    "materials": {
      "印度輕木": 20,
      "鹿皮": 20,
      "麻布": 8,
      "木棉布": 4,
      "毛氈": 3
    },
    "note": "R3 頭盔",
    "id": 81
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 3,
    "name": "編織的靴子",
    "materials": {
      "鹿皮": 20,
      "麻布": 20,
      "毛氈": 5,
      "棉布": 9
    },
    "note": "R3 頭盔",
    "id": 82
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 4,
    "name": "鎖鍊長靴",
    "materials": {
      "鐵條": 6,
      "銀條": 6,
      "麻布": 6,
      "棉布": 3
    },
    "note": "R4 頭盔",
    "id": 83
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 4,
    "name": "鎖鍊靴",
    "materials": {
      "鐵條": 8,
      "銀條": 3,
      "純銀條": 3,
      "毛氈": 3,
      "細線": 3
    },
    "note": "R4 頭盔",
    "id": 84
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 5,
    "name": "蜥蝪靴",
    "materials": {
      "鐵條": 10,
      "金條": 5,
      "毛氈": 3,
      "棉布": 3
    },
    "note": "R5 頭盔",
    "id": 85
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 5,
    "name": "蜥蝪長靴",
    "materials": {
      "純銀條": 5,
      "金條": 4,
      "棉布": 5,
      "細線": 5
    },
    "note": "R5 頭盔",
    "id": 86
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 5,
    "name": "防護靴",
    "materials": {
      "鐵條": 4,
      "鋁條": 3,
      "金條": 2,
      "細線": 3,
      "絹布": 3
    },
    "note": "R5 頭盔",
    "id": 87
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 6,
    "name": "鋼靴",
    "materials": {
      "鐵條": 20,
      "白金條": 5
    },
    "note": "R6 頭盔",
    "id": 88
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 6,
    "name": "鋼製長靴",
    "materials": {
      "銀條": 8,
      "純銀條": 7,
      "白金條": 7
    },
    "note": "R6 頭盔",
    "id": 89
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 7,
    "name": "水晶靴",
    "materials": {
      "鐵條": 10,
      "金條": 8,
      "幻之鋼條": 5
    },
    "note": "R7 頭盔",
    "id": 90
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 7,
    "name": "銀靴",
    "materials": {
      "金條": 5,
      "白金條": 5,
      "幻之鋼條": 7,
      "鋼騎之礦": 1
    },
    "note": "R7 頭盔",
    "id": 91
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 7,
    "name": "水龍之靴",
    "materials": {
      "破爛的靴子": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "幻之鋼條": 10
    },
    "note": "R7 頭盔",
    "id": 92
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 8,
    "name": "流水之靴",
    "materials": {
      "鐵條": 4,
      "純銀條": 4,
      "幻之銀條": 5,
      "莎蓮娜線": 5
    },
    "note": "R8 頭盔",
    "id": 93
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 8,
    "name": "芙蕾雅之靴",
    "materials": {
      "幻之鋼條": 10,
      "幻之銀條": 5,
      "莎蓮娜線": 5,
      "火焰之魂": 1
    },
    "note": "R8 頭盔",
    "id": 94
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 8,
    "name": "標準長靴+",
    "materials": {
      "幻之銀條": 10,
      "阿巴尼斯製的線": 20,
      "阿巴尼斯製的布": 5,
      "永久冰石": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 頭盔",
    "id": 95
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 9,
    "name": "鑽石靴",
    "materials": {
      "白金條": 5,
      "幻之鋼條": 5,
      "勒格耐席姆條": 4,
      "傑諾瓦線": 5
    },
    "note": "R9 頭盔",
    "id": 96
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 9,
    "name": "鑽石長靴",
    "materials": {
      "幻之銀條": 10,
      "勒格耐席姆條": 5,
      "隕石": 1,
      "鋼騎之礦": 2
    },
    "note": "R9 頭盔",
    "id": 97
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 10,
    "name": "秘密之靴",
    "materials": {
      "金條": 5,
      "幻之鋼條": 5,
      "奧利哈鋼條": 5,
      "細麻布": 5
    },
    "note": "R10 頭盔",
    "id": 98
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 10,
    "name": "龍之靴",
    "materials": {
      "勒格耐席姆條": 5,
      "奧利哈鋼條": 8,
      "鋼騎之礦": 5,
      "誓言之證": 1
    },
    "note": "R10 頭盔",
    "id": 99
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 11,
    "name": "幸運靴",
    "materials": {
      "達馬斯礦條": 3,
      "勒格耐席姆條": 3,
      "奧利哈鋼條": 2,
      "德特家的布": 40
    },
    "note": "R11 頭盔",
    "id": 100
  },
  {
    "category": "防具",
    "type": "頭盔",
    "level": 11,
    "name": "試力鞋",
    "materials": {
      "鋁條": 8,
      "幻之銀條": 15,
      "達馬斯礦條": 14,
      "風龍蜥的甲殼": 40
    },
    "note": "R11 頭盔",
    "id": 101
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 1,
    "name": "硬皮頭盔",
    "materials": {
      "鹿皮": 20,
      "麻布": 2
    },
    "note": "R1 鎧甲",
    "id": 102
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 1,
    "name": "銅製頭盔",
    "materials": {
      "銅條": 3,
      "麻布": 3
    },
    "note": "R1 鎧甲",
    "id": 103
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 2,
    "name": "鐵板布盔",
    "materials": {
      "銅條": 4,
      "鐵條": 2,
      "麻布": 3
    },
    "note": "R2 鎧甲",
    "id": 104
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 2,
    "name": "銅鐵皮盔",
    "materials": {
      "銅條": 5,
      "鐵條": 3,
      "麻布": 2,
      "木棉布": 2
    },
    "note": "R2 鎧甲",
    "id": 105
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 3,
    "name": "金屬護額",
    "materials": {
      "銅條": 4,
      "鐵條": 5,
      "銀條": 3,
      "木棉布": 2
    },
    "note": "R3 鎧甲",
    "id": 106
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 3,
    "name": "鐵製頭盔",
    "materials": {
      "銅條": 3,
      "鐵條": 10,
      "銀條": 3,
      "毛氈": 1
    },
    "note": "R3 鎧甲",
    "id": 107
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 4,
    "name": "霸葛頭盔",
    "materials": {
      "銅條": 4,
      "鐵條": 4,
      "銀條": 5,
      "純銀條": 5
    },
    "note": "R4 鎧甲",
    "id": 108
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 4,
    "name": "角飾頭盔",
    "materials": {
      "銅條": 5,
      "鐵條": 5,
      "銀條": 5,
      "純銀條": 5,
      "棉布": 2
    },
    "note": "R4 鎧甲",
    "id": 109
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 5,
    "name": "開放式頭盔",
    "materials": {
      "純銀條": 5,
      "金條": 8,
      "棉布": 5
    },
    "note": "R5 鎧甲",
    "id": 110
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 5,
    "name": "葛理克頭盔",
    "materials": {
      "純銀條": 5,
      "金條": 5,
      "棉布": 5,
      "細線": 5
    },
    "note": "R5 鎧甲",
    "id": 111
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 5,
    "name": "聖騎士之盔",
    "materials": {
      "鋁條": 3,
      "純銀條": 4,
      "金條": 4,
      "茱萸木": 20
    },
    "note": "R5 鎧甲",
    "id": 112
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 6,
    "name": "巴比克頭盔",
    "materials": {
      "金條": 5,
      "白金條": 8,
      "細線": 5
    },
    "note": "R6 鎧甲",
    "id": 113
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 6,
    "name": "利刃頭盔",
    "materials": {
      "金條": 5,
      "白金條": 5,
      "細線": 5,
      "絹布": 5
    },
    "note": "R6 鎧甲",
    "id": 114
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 7,
    "name": "騎士頭盔",
    "materials": {
      "金條": 8,
      "白金條": 4,
      "幻之鋼條": 5,
      "絹布": 4,
      "鋼騎之礦": 1
    },
    "note": "R7 鎧甲",
    "id": 115
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 7,
    "name": "鋼製頭盔",
    "materials": {
      "白金條": 5,
      "幻之鋼條": 5,
      "細線": 9,
      "琵琶木": 20
    },
    "note": "R7 鎧甲",
    "id": 116
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 7,
    "name": "水龍之盔",
    "materials": {
      "生鏽的頭盔": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "幻之鋼條": 10
    },
    "note": "R7 鎧甲",
    "id": 117
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 8,
    "name": "博流蓋爾頭盔",
    "materials": {
      "幻之鋼條": 5,
      "幻之銀條": 5,
      "絹布": 5,
      "誓言之證": 20
    },
    "note": "R8 鎧甲",
    "id": 118
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 8,
    "name": "鉚釘頭盔",
    "materials": {
      "鐵條": 10,
      "幻之銀條": 5,
      "莎蓮娜線": 5
    },
    "note": "R8 鎧甲",
    "id": 119
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 8,
    "name": "鋼製頭盔+",
    "materials": {
      "幻之鋼條": 7,
      "幻之銀條": 5,
      "永久冰石": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 鎧甲",
    "id": 120
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 9,
    "name": "羽毛頭盔",
    "materials": {
      "幻之銀條": 3,
      "勒格耐席姆條": 5,
      "莎蓮娜線": 20
    },
    "note": "R9 鎧甲",
    "id": 121
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 9,
    "name": "龍盔",
    "materials": {
      "勒格耐席姆條": 8,
      "絲柏": 20,
      "莎蓮娜線": 4,
      "誓言之證": 1,
      "鋼騎之礦": 1
    },
    "note": "R9 鎧甲",
    "id": 122
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 10,
    "name": "白金頭盔",
    "materials": {
      "幻之銀條": 3,
      "勒格耐席姆條": 5,
      "奧利哈鋼條": 3,
      "絲柏": 20,
      "莎蓮娜線": 3
    },
    "note": "R10 鎧甲",
    "id": 123
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 10,
    "name": "聖龍頭盔",
    "materials": {
      "勒格耐席姆條": 5,
      "奧利哈鋼條": 5,
      "鋼騎之礦": 20,
      "魔族的水晶": 4
    },
    "note": "R10 鎧甲",
    "id": 124
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 11,
    "name": "正義頭盔",
    "materials": {
      "鋁條": 10,
      "幻之銀條": 7,
      "勒格耐席姆條": 5,
      "單木": 40,
      "誓言之證": 2
    },
    "note": "R11 鎧甲",
    "id": 125
  },
  {
    "category": "防具",
    "type": "鎧甲",
    "level": 11,
    "name": "靈力頭盔",
    "materials": {
      "鋁條": 9,
      "幻之銀條": 6,
      "勒格耐席姆條": 6,
      "風龍蜥的甲殼": 40
    },
    "note": "R11 鎧甲",
    "id": 126
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 1,
    "name": "麻布帽",
    "materials": {
      "鹿皮": 20,
      "麻布": 2
    },
    "note": "R1 長袍",
    "id": 127
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 1,
    "name": "硬帽",
    "materials": {
      "印度輕木": 20,
      "鹿皮": 20,
      "麻布": 4
    },
    "note": "R1 長袍",
    "id": 128
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 2,
    "name": "輕帽",
    "materials": {
      "印度輕木": 20,
      "檸檬草": 20,
      "麻布": 5,
      "木棉布": 2
    },
    "note": "R2 長袍",
    "id": 129
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 2,
    "name": "皮帽",
    "materials": {
      "檸檬草": 20,
      "鹿皮": 20,
      "麻布": 20,
      "木棉布": 6
    },
    "note": "R2 長袍",
    "id": 130
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 3,
    "name": "硬皮帽",
    "materials": {
      "銅條": 4,
      "鹿皮": 20,
      "木棉布": 5,
      "毛氈": 4
    },
    "note": "R3 長袍",
    "id": 131
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 3,
    "name": "可愛的帽子",
    "materials": {
      "果梨": 20,
      "麻布": 6,
      "木棉布": 6,
      "毛氈": 5
    },
    "note": "R3 長袍",
    "id": 132
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 4,
    "name": "時髦帽子",
    "materials": {
      "檸檬草": 20,
      "蝴蝶花": 20,
      "麻布": 6,
      "毛氈": 6,
      "棉布": 6
    },
    "note": "R4 長袍",
    "id": 133
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 4,
    "name": "鴨舌帽",
    "materials": {
      "果梨": 20,
      "鹿皮": 20,
      "木棉布": 11,
      "毛氈": 11
    },
    "note": "R4 長袍",
    "id": 134
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 5,
    "name": "藍徽章之帽",
    "materials": {
      "果梨": 20,
      "棉布": 7,
      "細線": 10
    },
    "note": "R5 長袍",
    "id": 135
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 5,
    "name": "高級帽子",
    "materials": {
      "桃木": 20,
      "棉布": 8,
      "絹布": 10
    },
    "note": "R5 長袍",
    "id": 136
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 5,
    "name": "劍客帽",
    "materials": {
      "茱萸木": 20,
      "桃木": 20,
      "毛氈": 10,
      "絹布": 4,
      "地的水晶碎片": 2
    },
    "note": "R5 長袍",
    "id": 137
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 6,
    "name": "裝飾著花的帽子",
    "materials": {
      "棉布": 19,
      "檸檬草": 20,
      "蝴蝶花": 20,
      "果梨": 20,
      "桃木": 20
    },
    "note": "R6 長袍",
    "id": 138
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 6,
    "name": "青銅帽子",
    "materials": {
      "銅條": 15,
      "棉布": 14,
      "番紅花": 20
    },
    "note": "R6 長袍",
    "id": 139
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 7,
    "name": "淑女帽",
    "materials": {
      "細線": 10,
      "絹布": 10,
      "百里香": 20,
      "水的水晶碎片": 5
    },
    "note": "R7 長袍",
    "id": 140
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 7,
    "name": "可愛的扁帽子",
    "materials": {
      "桃木": 20,
      "百里香": 20,
      "莎蓮娜線": 13,
      "火的水晶碎片": 5
    },
    "note": "R7 長袍",
    "id": 141
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 7,
    "name": "水龍之帽",
    "materials": {
      "破爛的帽子": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "百里香": 20
    },
    "note": "R7 長袍",
    "id": 142
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 8,
    "name": "軍帽",
    "materials": {
      "瞿麥": 20,
      "棉布": 5,
      "細線": 5,
      "莎蓮娜線": 10
    },
    "note": "R8 長袍",
    "id": 143
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 8,
    "name": "時髦避暑帽",
    "materials": {
      "番紅花": 20,
      "瞿麥": 20,
      "傑諾瓦線": 10,
      "德特家的布": 1
    },
    "note": "R8 長袍",
    "id": 144
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 8,
    "name": "可愛的扁帽子+",
    "materials": {
      "百里香": 20,
      "瞿麥": 20,
      "火的水晶碎片": 10,
      "魔法紅蘿蔔": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 長袍",
    "id": 145
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 8,
    "name": "頭目帽子",
    "materials": {
      "破爛的帽子": 2,
      "鋼騎之礦": 3,
      "魔族的水晶": 3,
      "香草": 20
    },
    "note": "R8 長袍",
    "id": 146
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 9,
    "name": "羽毛帽",
    "materials": {
      "百里香": 20,
      "茴香": 20,
      "鹿皮": 20,
      "莎蓮娜線": 6,
      "傑諾瓦線": 8
    },
    "note": "R9 長袍",
    "id": 147
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 9,
    "name": "魔術師之帽",
    "materials": {
      "瞿麥": 20,
      "茴香": 20,
      "毛氈": 20,
      "傑諾瓦線": 10,
      "魔族的水晶": 2
    },
    "note": "R9 長袍",
    "id": 148
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 10,
    "name": "黃昏之帽",
    "materials": {
      "七葉樹": 20,
      "棉布": 5,
      "傑諾瓦線": 5,
      "細麻布": 7
    },
    "note": "R10 長袍",
    "id": 149
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 10,
    "name": "妖精之帽",
    "materials": {
      "七葉樹": 20,
      "開米士毛線": 5,
      "絹布": 5,
      "蔓陀羅草的皮": 5,
      "德特家的布": 2
    },
    "note": "R10 長袍",
    "id": 150
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 11,
    "name": "貝斯神帽",
    "materials": {
      "莎蓮娜線": 11,
      "七葉樹": 40,
      "香草": 40,
      "蔓陀羅草的皮": 2,
      "妖草的血": 1
    },
    "note": "R11 長袍",
    "id": 151
  },
  {
    "category": "防具",
    "type": "長袍",
    "level": 11,
    "name": "神官帽",
    "materials": {
      "開米士毛線": 16,
      "德特家的布": 2,
      "茴香": 40,
      "香草": 40,
      "火焰之魂": 2
    },
    "note": "R11 長袍",
    "id": 152
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 1,
    "name": "小圓盾",
    "materials": {
      "銅條": 4,
      "麻布": 1
    },
    "note": "R1 鞋子",
    "id": 153
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 1,
    "name": "小型盾",
    "materials": {
      "銅條": 6
    },
    "note": "R1 鞋子",
    "id": 154
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 2,
    "name": "板盾",
    "materials": {
      "銅條": 8,
      "印度輕木": 20
    },
    "note": "R2 鞋子",
    "id": 155
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 2,
    "name": "鳶盾",
    "materials": {
      "銅條": 7,
      "鐵條": 3,
      "印度輕木": 20,
      "黃月木": 20
    },
    "note": "R2 鞋子",
    "id": 156
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 3,
    "name": "漩渦重盾",
    "materials": {
      "鐵條": 7,
      "銀條": 3,
      "印度輕木": 20,
      "黃月木": 20
    },
    "note": "R3 鞋子",
    "id": 157
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 3,
    "name": "哥特盾",
    "materials": {
      "銅條": 3,
      "鐵條": 4,
      "銀條": 4,
      "純銀條": 3,
      "黃月木": 20
    },
    "note": "R3 鞋子",
    "id": 158
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 4,
    "name": "士兵盾",
    "materials": {
      "銅條": 4,
      "鐵條": 4,
      "銀條": 4,
      "純銀條": 4,
      "鐵杉": 20
    },
    "note": "R4 鞋子",
    "id": 159
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 4,
    "name": "重盾",
    "materials": {
      "銅條": 2,
      "鐵條": 2,
      "銀條": 3,
      "純銀條": 5,
      "金條": 5
    },
    "note": "R4 鞋子",
    "id": 160
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 5,
    "name": "蜥蝪盾",
    "materials": {
      "鐵條": 6,
      "銀條": 5,
      "純銀條": 4,
      "金條": 3,
      "琵琶木": 20
    },
    "note": "R5 鞋子",
    "id": 161
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 5,
    "name": "反光之盾",
    "materials": {
      "鐵條": 6,
      "銀條": 6,
      "金條": 4,
      "白金條": 3
    },
    "note": "R5 鞋子",
    "id": 162
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 5,
    "name": "聖者之盾",
    "materials": {
      "鋁條": 3,
      "純銀條": 2,
      "金條": 2,
      "白金條": 2,
      "茱萸木": 20
    },
    "note": "R5 鞋子",
    "id": 163
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 6,
    "name": "風之盾",
    "materials": {
      "純銀條": 6,
      "金條": 6,
      "白金條": 4,
      "赤松": 20
    },
    "note": "R6 鞋子",
    "id": 164
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 6,
    "name": "獅子盾",
    "materials": {
      "銀條": 8,
      "金條": 4,
      "幻之鋼條": 4,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R6 鞋子",
    "id": 165
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 7,
    "name": "防守之盾",
    "materials": {
      "鐵條": 5,
      "銀條": 5,
      "純銀條": 5,
      "白金條": 5,
      "幻之鋼條": 5
    },
    "note": "R7 鞋子",
    "id": 166
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 7,
    "name": "黃金之盾",
    "materials": {
      "金條": 5,
      "白金條": 5,
      "幻之鋼條": 15,
      "鋼騎之礦": 1
    },
    "note": "R7 鞋子",
    "id": 167
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 7,
    "name": "水龍之盾",
    "materials": {
      "生鏽的盾": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "幻之鋼條": 10
    },
    "note": "R7 鞋子",
    "id": 168
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 8,
    "name": "鏡之盾",
    "materials": {
      "銀條": 6,
      "純銀條": 6,
      "幻之銀條": 10
    },
    "note": "R8 鞋子",
    "id": 169
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 8,
    "name": "力量之盾",
    "materials": {
      "幻之銀條": 20,
      "魔族的水晶": 1
    },
    "note": "R8 鞋子",
    "id": 170
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 8,
    "name": "防禦之盾+",
    "materials": {
      "幻之鋼條": 9,
      "幻之銀條": 10,
      "永久冰石": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 鞋子",
    "id": 171
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 9,
    "name": "漆黑之盾",
    "materials": {
      "純銀條": 5,
      "幻之鋼條": 5,
      "幻之銀條": 5,
      "勒格耐席姆條": 5
    },
    "note": "R9 鞋子",
    "id": 172
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 9,
    "name": "火龍之盾",
    "materials": {
      "白金條": 5,
      "勒格耐席姆條": 10,
      "鋼騎之礦": 1,
      "魔族的水晶": 3
    },
    "note": "R9 鞋子",
    "id": 173
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 10,
    "name": "黑暗之盾",
    "materials": {
      "幻之鋼條": 5,
      "幻之銀條": 5,
      "勒格耐席姆條": 5,
      "奧利哈鋼條": 3
    },
    "note": "R10 鞋子",
    "id": 174
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 10,
    "name": "勇者之盾",
    "materials": {
      "金條": 10,
      "奧利哈鋼條": 8,
      "魔族的水晶": 5,
      "誓言之證": 3
    },
    "note": "R10 鞋子",
    "id": 175
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 11,
    "name": "突猛盾",
    "materials": {
      "鋁條": 7,
      "達馬斯礦條": 3,
      "幻之銀條": 6,
      "勒格耐席姆條": 6,
      "風龍蜥的甲殼": 2
    },
    "note": "R11 鞋子",
    "id": 176
  },
  {
    "category": "防具",
    "type": "鞋子",
    "level": 11,
    "name": "重型防禦盾",
    "materials": {
      "鋁條": 5,
      "達馬斯礦條": 4,
      "勒格耐席姆條": 6,
      "奧利哈鋼條": 3,
      "誓言之證": 2
    },
    "note": "R11 鞋子",
    "id": 177
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 1,
    "name": "運動鞋",
    "materials": {
      "鹿皮": 20,
      "麻布": 4
    },
    "note": "R1 靴子",
    "id": 178
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 1,
    "name": "馬車鞋",
    "materials": {
      "銅條": 3,
      "鹿皮": 20,
      "麻布": 3
    },
    "note": "R1 靴子",
    "id": 179
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 2,
    "name": "皮鞋",
    "materials": {
      "鹿皮": 20,
      "麻布": 4,
      "木棉布": 4
    },
    "note": "R2 靴子",
    "id": 180
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 2,
    "name": "安全鞋",
    "materials": {
      "鐵條": 4,
      "鹿皮": 20,
      "麻布": 4,
      "木棉布": 3
    },
    "note": "R2 靴子",
    "id": 181
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 3,
    "name": "光之鞋",
    "materials": {
      "鹿皮": 20,
      "麻布": 5,
      "木棉布": 4,
      "毛氈": 4
    },
    "note": "R3 靴子",
    "id": 182
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 3,
    "name": "戰鞋",
    "materials": {
      "銅條": 4,
      "鐵條": 5,
      "鹿皮": 20,
      "麻布": 2,
      "毛氈": 5
    },
    "note": "R3 靴子",
    "id": 183
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 4,
    "name": "薄板鞋",
    "materials": {
      "銅條": 10,
      "鐵條": 3,
      "銀條": 3,
      "鹿皮": 20,
      "棉布": 3
    },
    "note": "R4 靴子",
    "id": 184
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 4,
    "name": "鎖鍊鞋",
    "materials": {
      "銅條": 10,
      "鐵條": 6,
      "銀條": 2,
      "純銀條": 2,
      "毛氈": 2
    },
    "note": "R4 靴子",
    "id": 185
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 5,
    "name": "蜥蝪鞋",
    "materials": {
      "銀條": 5,
      "純銀條": 6,
      "金條": 3,
      "毛氈": 6
    },
    "note": "R5 靴子",
    "id": 186
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 5,
    "name": "維京鞋",
    "materials": {
      "銅條": 7,
      "銀條": 5,
      "純銀條": 5,
      "金條": 5,
      "鹿皮": 20
    },
    "note": "R5 靴子",
    "id": 187
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 5,
    "name": "特製舞鞋",
    "materials": {
      "鹿皮": 20,
      "鋁條": 3,
      "純銀條": 2,
      "金條": 2,
      "白金條": 3
    },
    "note": "R5 靴子",
    "id": 188
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 6,
    "name": "戰鬥鞋",
    "materials": {
      "鐵條": 20,
      "白金條": 5
    },
    "note": "R6 靴子",
    "id": 189
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 6,
    "name": "騎士鞋",
    "materials": {
      "銀條": 10,
      "純銀條": 8,
      "白金條": 5,
      "鹿皮": 20
    },
    "note": "R6 靴子",
    "id": 190
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 7,
    "name": "妖精鞋",
    "materials": {
      "純銀條": 5,
      "白金條": 5,
      "幻之鋼條": 5,
      "莎蓮娜線": 3
    },
    "note": "R7 靴子",
    "id": 191
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 7,
    "name": "紫水晶鞋",
    "materials": {
      "銀條": 5,
      "金條": 5,
      "幻之鋼條": 8,
      "隕石": 1
    },
    "note": "R7 靴子",
    "id": 192
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 7,
    "name": "水龍之鞋",
    "materials": {
      "破損的鞋": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2
    },
    "note": "R7 靴子",
    "id": 193
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 8,
    "name": "白金鞋",
    "materials": {
      "純銀條": 5,
      "白金條": 5,
      "幻之銀條": 5,
      "傑諾瓦線": 3
    },
    "note": "R8 靴子",
    "id": 194
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 8,
    "name": "精緻高跟鞋",
    "materials": {
      "幻之鋼條": 10,
      "幻之銀條": 10,
      "大炸彈的卡片": 1
    },
    "note": "R8 靴子",
    "id": 195
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 8,
    "name": "妖精鞋+",
    "materials": {
      "幻之銀條": 3,
      "幻之鋼條": 5,
      "阿巴尼斯製的線": 17,
      "濕地毒蛇": 10,
      "藍龍之鱗": 20
    },
    "note": "R8 靴子",
    "id": 196
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 9,
    "name": "神秘之鞋",
    "materials": {
      "幻之鋼條": 5,
      "勒格耐席姆條": 4,
      "絹布": 5,
      "細麻布": 4
    },
    "note": "R9 靴子",
    "id": 197
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 9,
    "name": "力量之鞋",
    "materials": {
      "勒格耐席姆條": 10,
      "莎蓮娜線": 10,
      "鋼騎之礦": 2,
      "隕石": 1
    },
    "note": "R9 靴子",
    "id": 198
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 10,
    "name": "黃金鞋",
    "materials": {
      "幻之銀條": 5,
      "奧利哈鋼條": 5,
      "毛氈": 5,
      "開米士毛線": 5
    },
    "note": "R10 靴子",
    "id": 199
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 10,
    "name": "龍之鞋",
    "materials": {
      "奧利哈鋼條": 10,
      "傑諾瓦線": 10,
      "鋼騎之礦": 3,
      "誓言之證": 2
    },
    "note": "R10 靴子",
    "id": 200
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 11,
    "name": "守護之鞋",
    "materials": {
      "幻之銀條": 8,
      "達馬斯礦條": 3,
      "勒格耐席姆條": 8,
      "阿巴尼斯製的線": 3,
      "火焰之魂": 2
    },
    "note": "R11 靴子",
    "id": 201
  },
  {
    "category": "防具",
    "type": "靴子",
    "level": 11,
    "name": "大木屐",
    "materials": {
      "鋁條": 20,
      "勒格耐席姆條": 14,
      "單木": 40,
      "風龍蜥的甲殼": 40
    },
    "note": "R11 靴子",
    "id": 202
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 1,
    "name": "長劍",
    "materials": {
      "銅條": 4,
      "印度輕木": 20
    },
    "note": "R1 劍",
    "id": 203
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 1,
    "name": "闊劍",
    "materials": {
      "銅條": 4,
      "鐵條": 3,
      "印度輕木": 20
    },
    "note": "R1 劍",
    "id": 204
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 2,
    "name": "突刺劍",
    "materials": {
      "銅條": 5,
      "鐵條": 4,
      "印度輕木": 20
    },
    "note": "R2 劍",
    "id": 205
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 2,
    "name": "火舌劍",
    "materials": {
      "銅條": 7,
      "鐵條": 5,
      "黃月木": 20,
      "單手武器": 20
    },
    "note": "R2 劍",
    "id": 206
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 3,
    "name": "麵包劍",
    "materials": {
      "銅條": 7,
      "鐵條": 6,
      "銀條": 5
    },
    "note": "R3 劍",
    "id": 207
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 3,
    "name": "雙手劍",
    "materials": {
      "鐵條": 10,
      "銀條": 8,
      "鐵杉": 20,
      "雙手武器": 20
    },
    "note": "R3 劍",
    "id": 208
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 4,
    "name": "雙刃長劍",
    "materials": {
      "銅條": 15,
      "鐵條": 5,
      "純銀條": 5,
      "黃月木": 20
    },
    "note": "R4 劍",
    "id": 209
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 4,
    "name": "鎖刃劍",
    "materials": {
      "鐵條": 10,
      "純銀條": 7,
      "金條": 5,
      "黃月木": 20
    },
    "note": "R4 劍",
    "id": 210
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 5,
    "name": "格鬥劍",
    "materials": {
      "鐵條": 10,
      "銀條": 3,
      "純銀條": 6,
      "金條": 7,
      "鐵杉": 20
    },
    "note": "R5 劍",
    "id": 211
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 5,
    "name": "長鍔劍",
    "materials": {
      "銅條": 10,
      "鐵條": 6,
      "銀條": 7,
      "金條": 8,
      "赤松": 20
    },
    "note": "R5 劍",
    "id": 212
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 5,
    "name": "黑作太刀",
    "materials": {
      "銅條": 10,
      "鐵條": 10,
      "鋁條": 7,
      "金條": 7,
      "赤松": 20
    },
    "note": "R5 劍",
    "id": 213
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 6,
    "name": "豬牙劍",
    "materials": {
      "銀條": 10,
      "純銀條": 10,
      "白金條": 8,
      "鐵杉": 20,
      "琵琶木": 20
    },
    "note": "R6 劍",
    "id": 214
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 6,
    "name": "雙刃闊劍",
    "materials": {
      "純銀條": 6,
      "金條": 10,
      "白金條": 10,
      "琵琶木": 20,
      "單手武器": 20
    },
    "note": "R6 劍",
    "id": 215
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 7,
    "name": "巨劍",
    "materials": {
      "純銀條": 15,
      "白金條": 10,
      "幻之鋼條": 7,
      "赤松": 20,
      "鋼騎之礦": 1
    },
    "note": "R7 劍",
    "id": 216
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 7,
    "name": "長軍刀",
    "materials": {
      "銀條": 10,
      "金條": 13,
      "幻之鋼條": 11,
      "印度輕木": 20,
      "單手武器": 20
    },
    "note": "R7 劍",
    "id": 217
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 7,
    "name": "水龍之劍",
    "materials": {
      "生鏽的劍": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "幻之鋼條": 20
    },
    "note": "R7 劍",
    "id": 218
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 8,
    "name": "護身短劍",
    "materials": {
      "銅條": 15,
      "白金條": 16,
      "幻之鋼條": 13,
      "魔族的水晶": 20,
      "單手武器": 1
    },
    "note": "R8 劍",
    "id": 219
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 8,
    "name": "細柄短劍",
    "materials": {
      "幻之鋼條": 10,
      "幻之銀條": 13,
      "赤松": 20,
      "單手武器": 20
    },
    "note": "R8 劍",
    "id": 220
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 8,
    "name": "長軍刀+",
    "materials": {
      "幻之鋼條": 18,
      "幻之銀條": 18,
      "永久冰石": 20,
      "藍龍之鱗": 20,
      "單手武器": 20
    },
    "note": "R8 劍",
    "id": 221
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 9,
    "name": "細刃重劍",
    "materials": {
      "鐵條": 10,
      "白金條": 10,
      "幻之鋼條": 10,
      "幻之銀條": 10,
      "絲柏": 20
    },
    "note": "R9 劍",
    "id": 222
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 9,
    "name": "剛硬巨劍",
    "materials": {
      "純銀條": 10,
      "幻之銀條": 10,
      "勒格耐席姆條": 10,
      "琵琶木": 20,
      "鋼騎之礦": 2
    },
    "note": "R9 劍",
    "id": 223
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 10,
    "name": "青龍刀",
    "materials": {
      "金條": 10,
      "幻之銀條": 10,
      "勒格耐席姆條": 10,
      "單手武器": 20
    },
    "note": "R10 劍",
    "id": 224
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 10,
    "name": "曲刀",
    "materials": {
      "幻之銀條": 10,
      "奧利哈鋼條": 10,
      "絲柏": 20,
      "鋼騎之礦": 2,
      "魔族的水晶": 2
    },
    "note": "R10 劍",
    "id": 225
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 11,
    "name": "彎勾劍",
    "materials": {
      "達馬斯礦條": 5,
      "勒格耐席姆條": 4,
      "絲柏": 40,
      "鋼騎之礦": 40,
      "單手武器": 2
    },
    "note": "R11 劍",
    "id": 226
  },
  {
    "category": "武器",
    "type": "劍",
    "level": 11,
    "name": "剛毅",
    "materials": {
      "達馬斯礦條": 4,
      "幻之銀條": 5,
      "勒格耐席姆條": 5,
      "魔族的水晶": 40,
      "雙手武器": 2
    },
    "note": "R11 劍",
    "id": 227
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 1,
    "name": "手斧",
    "materials": {
      "銅條": 4,
      "印度輕木": 20
    },
    "note": "R1 斧",
    "id": 228
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 1,
    "name": "勇氣之斧",
    "materials": {
      "銅條": 4,
      "鐵條": 3,
      "印度輕木": 20
    },
    "note": "R1 斧",
    "id": 229
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 2,
    "name": "寬手斧",
    "materials": {
      "銅條": 7,
      "鐵條": 4,
      "印度輕木": 20,
      "單手武器": 20
    },
    "note": "R2 斧",
    "id": 230
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 2,
    "name": "戰鬥手斧",
    "materials": {
      "鐵條": 10,
      "銀條": 5,
      "印度輕木": 20,
      "單手武器": 20
    },
    "note": "R2 斧",
    "id": 231
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 3,
    "name": "格鬥手斧",
    "materials": {
      "銅條": 9,
      "鐵條": 5,
      "銀條": 5,
      "黃月木": 20
    },
    "note": "R3 斧",
    "id": 232
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 3,
    "name": "鋼斧",
    "materials": {
      "銅條": 10,
      "鐵條": 9,
      "純銀條": 4,
      "黃月木": 20
    },
    "note": "R3 斧",
    "id": 233
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 4,
    "name": "長戰斧",
    "materials": {
      "銅條": 8,
      "鐵條": 8,
      "銀條": 7,
      "純銀條": 3,
      "鐵杉": 20
    },
    "note": "R4 斧",
    "id": 234
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 4,
    "name": "雙刃斧",
    "materials": {
      "鐵條": 10,
      "銀條": 7,
      "純銀條": 5,
      "金條": 4,
      "印度輕木": 20
    },
    "note": "R4 斧",
    "id": 235
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 5,
    "name": "鉤爪斧",
    "materials": {
      "銀條": 10,
      "純銀條": 10,
      "金條": 5,
      "琵琶木": 20,
      "單手武器": 20
    },
    "note": "R5 斧",
    "id": 236
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 5,
    "name": "闊刃斧",
    "materials": {
      "鐵條": 10,
      "銀條": 10,
      "純銀條": 10,
      "白金條": 2,
      "琵琶木": 20
    },
    "note": "R5 斧",
    "id": 237
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 5,
    "name": "鑽保雷格之斧",
    "materials": {
      "鐵條": 10,
      "鋁條": 7,
      "純銀條": 7,
      "白金條": 2,
      "琵琶木": 20
    },
    "note": "R5 斧",
    "id": 238
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 6,
    "name": "彎月大戰斧",
    "materials": {
      "純銀條": 10,
      "金條": 10,
      "白金條": 6,
      "黃月木": 20,
      "赤松": 20
    },
    "note": "R6 斧",
    "id": 239
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 6,
    "name": "大型闊刃斧",
    "materials": {
      "銀條": 8,
      "純銀條": 10,
      "金條": 10,
      "幻之鋼條": 3,
      "赤松": 20
    },
    "note": "R6 斧",
    "id": 240
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 7,
    "name": "大型雙刃斧",
    "materials": {
      "鐵條": 20,
      "白金條": 12,
      "幻之鋼條": 6,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R7 斧",
    "id": 241
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 7,
    "name": "超大皇帝斧",
    "materials": {
      "純銀條": 20,
      "白金條": 10,
      "幻之鋼條": 10,
      "誓言之證": 20,
      "雙手武器": 1
    },
    "note": "R7 斧",
    "id": 242
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 7,
    "name": "水龍之斧",
    "materials": {
      "生鏽的斧": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "幻之鋼條": 20
    },
    "note": "R7 斧",
    "id": 243
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 8,
    "name": "新月斧",
    "materials": {
      "金條": 13,
      "白金條": 10,
      "幻之銀條": 10,
      "赤松": 20,
      "雙手武器": 20
    },
    "note": "R8 斧",
    "id": 244
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 8,
    "name": "米諾陶斯戰斧",
    "materials": {
      "純銀條": 10,
      "幻之鋼條": 10,
      "幻之銀條": 10,
      "魔族的水晶": 20,
      "雙手武器": 1
    },
    "note": "R8 斧",
    "id": 245
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 8,
    "name": "大型雙刃斧+",
    "materials": {
      "幻之鋼條": 20,
      "幻之銀條": 12,
      "永久冰石": 20,
      "藍龍之鱗": 20,
      "雙手武器": 20
    },
    "note": "R8 斧",
    "id": 246
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 9,
    "name": "薄刃鉤爪斧",
    "materials": {
      "白金條": 10,
      "幻之鋼條": 10,
      "勒格耐席姆條": 10,
      "雙手武器": 20
    },
    "note": "R9 斧",
    "id": 247
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 9,
    "name": "彎月長柄斧",
    "materials": {
      "金條": 10,
      "幻之銀條": 10,
      "勒格耐席姆條": 10,
      "絲柏": 20,
      "誓言之證": 2
    },
    "note": "R9 斧",
    "id": 248
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 10,
    "name": "金屬重斧",
    "materials": {
      "幻之鋼條": 10,
      "幻之銀條": 10,
      "奧利哈鋼條": 8,
      "絲柏": 20,
      "雙手武器": 20
    },
    "note": "R10 斧",
    "id": 249
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 10,
    "name": "處刑斧",
    "materials": {
      "奧利哈鋼條": 14,
      "鋼騎之礦": 20,
      "魔族的水晶": 2,
      "誓言之證": 2,
      "雙手武器": 2
    },
    "note": "R10 斧",
    "id": 250
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 11,
    "name": "高速斧",
    "materials": {
      "達馬斯礦條": 8,
      "幻之銀條": 8,
      "勒格耐席姆條": 6,
      "鋼騎之礦": 40,
      "單手武器": 2
    },
    "note": "R11 斧",
    "id": 251
  },
  {
    "category": "武器",
    "type": "斧",
    "level": 11,
    "name": "重擊斧",
    "materials": {
      "達馬斯礦條": 3,
      "幻之銀條": 10,
      "幻之鋼條": 9,
      "魔族的水晶": 40,
      "雙手武器": 2
    },
    "note": "R11 斧",
    "id": 252
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 1,
    "name": "短矛",
    "materials": {
      "銅條": 4,
      "印度輕木": 20
    },
    "note": "R1 矛",
    "id": 253
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 1,
    "name": "攻城槍",
    "materials": {
      "銅條": 5,
      "鐵條": 3,
      "印度輕木": 20
    },
    "note": "R1 矛",
    "id": 254
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 2,
    "name": "刺槍",
    "materials": {
      "銅條": 7,
      "鐵條": 4,
      "印度輕木": 20
    },
    "note": "R2 矛",
    "id": 255
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 2,
    "name": "金屬槍",
    "materials": {
      "銅條": 8,
      "鐵條": 5,
      "印度輕木": 20
    },
    "note": "R2 矛",
    "id": 256
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 3,
    "name": "長柄彎槍",
    "materials": {
      "銅條": 10,
      "鐵條": 6,
      "銀條": 3,
      "黃月木": 20
    },
    "note": "R3 矛",
    "id": 257
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 3,
    "name": "長柄尖槍",
    "materials": {
      "鐵條": 8,
      "銀條": 6,
      "純銀條": 5,
      "黃月木": 20
    },
    "note": "R3 矛",
    "id": 258
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 4,
    "name": "穗槍",
    "materials": {
      "鐵條": 8,
      "銀條": 7,
      "純銀條": 7,
      "黃月木": 20,
      "鐵杉": 20
    },
    "note": "R4 矛",
    "id": 259
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 4,
    "name": "雙叉戟",
    "materials": {
      "銀條": 10,
      "純銀條": 10,
      "金條": 3,
      "黃月木": 20,
      "鐵杉": 20
    },
    "note": "R4 矛",
    "id": 260
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 5,
    "name": "護衛槍",
    "materials": {
      "銀條": 15,
      "金條": 10,
      "黃月木": 20,
      "鐵杉": 20,
      "琵琶木": 20
    },
    "note": "R5 矛",
    "id": 261
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 5,
    "name": "騎士槍",
    "materials": {
      "銀條": 15,
      "白金條": 10,
      "鐵杉": 20,
      "琵琶木": 20
    },
    "note": "R5 矛",
    "id": 262
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 5,
    "name": "偃月刀",
    "materials": {
      "鐵條": 10,
      "鋁條": 5,
      "茱萸木": 20,
      "鐵杉": 20,
      "琵琶木": 20
    },
    "note": "R5 矛",
    "id": 263
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 6,
    "name": "大砍槍",
    "materials": {
      "純銀條": 7,
      "金條": 8,
      "白金條": 10,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R6 矛",
    "id": 264
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 6,
    "name": "長尖槍",
    "materials": {
      "金條": 9,
      "白金條": 10,
      "幻之鋼條": 5,
      "鐵杉": 20,
      "赤松": 20
    },
    "note": "R6 矛",
    "id": 265
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 7,
    "name": "蠍槍",
    "materials": {
      "銀條": 15,
      "白金條": 10,
      "幻之鋼條": 8,
      "黃月木": 20
    },
    "note": "R7 矛",
    "id": 266
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 7,
    "name": "雙刃槍",
    "materials": {
      "白金條": 10,
      "幻之鋼條": 14,
      "赤松": 20,
      "鋼騎之礦": 20
    },
    "note": "R7 矛",
    "id": 267
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 7,
    "name": "水龍之槍",
    "materials": {
      "生鏽的槍": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "幻之鋼條": 20
    },
    "note": "R7 矛",
    "id": 268
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 8,
    "name": "闊刃槍",
    "materials": {
      "幻之銀條": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R8 矛",
    "id": 269
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 8,
    "name": "東方長刺鎗",
    "materials": {
      "白金條": 9,
      "幻之鋼條": 9,
      "幻之銀條": 10,
      "魔族的水晶": 20
    },
    "note": "R8 矛",
    "id": 270
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 8,
    "name": "蠍槍+",
    "materials": {
      "幻之鋼條": 17,
      "幻之銀條": 13,
      "永久冰石": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 矛",
    "id": 271
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 9,
    "name": "鉤爪槍",
    "materials": {
      "勒格耐席姆條": 15,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R9 矛",
    "id": 272
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 9,
    "name": "原始槍",
    "materials": {
      "幻之鋼條": 10,
      "幻之銀條": 10,
      "勒格耐席姆條": 10,
      "絲柏": 20,
      "鋼騎之礦": 2
    },
    "note": "R9 矛",
    "id": 273
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 10,
    "name": "三叉戰戟",
    "materials": {
      "奧利哈鋼條": 10,
      "赤松": 20,
      "絲柏": 20
    },
    "note": "R10 矛",
    "id": 274
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 10,
    "name": "異型槍",
    "materials": {
      "幻之銀條": 10,
      "勒格耐席姆條": 10,
      "奧利哈鋼條": 10,
      "魔族的水晶": 20
    },
    "note": "R10 矛",
    "id": 275
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 11,
    "name": "痛擊槍",
    "materials": {
      "勒格耐席姆條": 9,
      "絲柏": 40,
      "單木": 40,
      "鋼騎之礦": 40
    },
    "note": "R11 矛",
    "id": 276
  },
  {
    "category": "武器",
    "type": "矛",
    "level": 11,
    "name": "穿刺槍",
    "materials": {
      "幻之銀條": 13,
      "絲柏": 40,
      "單木": 40,
      "魔族的水晶": 40
    },
    "note": "R11 矛",
    "id": 277
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 1,
    "name": "輕型弓",
    "materials": {
      "銅條": 3,
      "印度輕木": 20,
      "麻布": 1
    },
    "note": "R1 杖",
    "id": 278
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 1,
    "name": "威力短弓",
    "materials": {
      "銅條": 2,
      "印度輕木": 20,
      "麻布": 20,
      "木棉布": 3
    },
    "note": "R1 杖",
    "id": 279
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 2,
    "name": "短戰弓",
    "materials": {
      "鐵條": 2,
      "印度輕木": 20,
      "麻布": 20,
      "木棉布": 5
    },
    "note": "R2 杖",
    "id": 280
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 2,
    "name": "獵弓",
    "materials": {
      "鐵條": 4,
      "黃月木": 20,
      "麻布": 20,
      "木棉布": 3
    },
    "note": "R2 杖",
    "id": 281
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 3,
    "name": "強弓",
    "materials": {
      "銀條": 8,
      "印度輕木": 20,
      "黃月木": 20,
      "毛氈": 20
    },
    "note": "R3 杖",
    "id": 282
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 3,
    "name": "格鬥弓",
    "materials": {
      "銀條": 9,
      "黃月木": 20,
      "鐵杉": 20,
      "毛氈": 20
    },
    "note": "R3 杖",
    "id": 283
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 4,
    "name": "狙擊之弓",
    "materials": {
      "純銀條": 10,
      "黃月木": 20,
      "鐵杉": 20,
      "毛氈": 20
    },
    "note": "R4 杖",
    "id": 284
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 4,
    "name": "超強狙擊弓",
    "materials": {
      "純銀條": 11,
      "黃月木": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "棉布": 11
    },
    "note": "R4 杖",
    "id": 285
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 5,
    "name": "殺手長弓",
    "materials": {
      "純銀條": 9,
      "金條": 11,
      "鐵杉": 20,
      "琵琶木": 20,
      "毛氈": 5
    },
    "note": "R5 杖",
    "id": 286
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 5,
    "name": "衝擊弓",
    "materials": {
      "銀條": 5,
      "金條": 19,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R5 杖",
    "id": 287
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 5,
    "name": "米斯特汀之弓",
    "materials": {
      "鋁條": 19,
      "金條": 15,
      "茱萸木": 20,
      "赤松": 20,
      "琵琶木": 20
    },
    "note": "R5 杖",
    "id": 288
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 6,
    "name": "巨弓",
    "materials": {
      "金條": 12,
      "白金條": 11,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R6 杖",
    "id": 289
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 6,
    "name": "長格鬥弓",
    "materials": {
      "金條": 13,
      "白金條": 12,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R6 杖",
    "id": 290
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 7,
    "name": "破邪長弓",
    "materials": {
      "白金條": 10,
      "幻之鋼條": 10,
      "絹布": 6,
      "誓言之證": 20
    },
    "note": "R7 杖",
    "id": 291
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 7,
    "name": "月光之弓",
    "materials": {
      "白金條": 8,
      "幻之鋼條": 16,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R7 杖",
    "id": 292
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 7,
    "name": "水龍之弓",
    "materials": {
      "生鏽的弓": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2
    },
    "note": "R7 杖",
    "id": 293
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 8,
    "name": "原始石弓",
    "materials": {
      "白金條": 20,
      "幻之鋼條": 14,
      "魔族的水晶": 20
    },
    "note": "R8 杖",
    "id": 294
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 8,
    "name": "重弦弓",
    "materials": {
      "幻之鋼條": 11,
      "幻之銀條": 12,
      "赤松": 20
    },
    "note": "R8 杖",
    "id": 295
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 8,
    "name": "月光之弓+",
    "materials": {
      "幻之銀條": 20,
      "濕地毒蛇": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 杖",
    "id": 296
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 9,
    "name": "平行弓",
    "materials": {
      "幻之鋼條": 15,
      "幻之銀條": 15,
      "絲柏": 20
    },
    "note": "R9 杖",
    "id": 297
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 9,
    "name": "靈魂之弓",
    "materials": {
      "幻之銀條": 15,
      "勒格耐席姆條": 10,
      "絲柏": 20,
      "鋼騎之礦": 20
    },
    "note": "R9 杖",
    "id": 298
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 10,
    "name": "摘星之弓",
    "materials": {
      "幻之銀條": 20,
      "勒格耐席姆條": 10,
      "絲柏": 20
    },
    "note": "R10 杖",
    "id": 299
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 10,
    "name": "魔彈",
    "materials": {
      "勒格耐席姆條": 6,
      "奧利哈鋼條": 10,
      "絲柏": 20,
      "魔族的水晶": 20
    },
    "note": "R10 杖",
    "id": 300
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 11,
    "name": "調和之弓",
    "materials": {
      "達馬斯礦條": 4,
      "勒格耐席姆條": 3,
      "絲柏": 40,
      "魔族的水晶": 20
    },
    "note": "R11 杖",
    "id": 301
  },
  {
    "category": "武器",
    "type": "杖",
    "level": 11,
    "name": "月之弓",
    "materials": {
      "幻之銀條": 13,
      "勒格耐席姆條": 9,
      "單木": 40,
      "火焰之魂": 40
    },
    "note": "R11 杖",
    "id": 302
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 1,
    "name": "短杖",
    "materials": {
      "銅條": 4,
      "印度輕木": 20
    },
    "note": "R1 弓",
    "id": 303
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 1,
    "name": "權杖",
    "materials": {
      "銅條": 6,
      "鐵條": 2,
      "印度輕木": 20
    },
    "note": "R1 弓",
    "id": 304
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 2,
    "name": "大地之杖",
    "materials": {
      "鐵條": 10,
      "印度輕木": 20
    },
    "note": "R2 弓",
    "id": 305
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 2,
    "name": "激流權杖",
    "materials": {
      "鐵條": 12,
      "印度輕木": 20,
      "黃月木": 20
    },
    "note": "R2 弓",
    "id": 306
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 3,
    "name": "魔之手杖",
    "materials": {
      "鐵條": 14,
      "銀條": 2,
      "印度輕木": 20,
      "黃月木": 20
    },
    "note": "R3 弓",
    "id": 307
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 3,
    "name": "魔之權杖",
    "materials": {
      "鐵條": 11,
      "銀條": 8,
      "印度輕木": 20,
      "黃月木": 20,
      "鐵杉": 20
    },
    "note": "R3 弓",
    "id": 308
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 4,
    "name": "賢者手杖",
    "materials": {
      "銀條": 10,
      "純銀條": 10,
      "印度輕木": 20,
      "鐵杉": 20
    },
    "note": "R4 弓",
    "id": 309
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 4,
    "name": "賢者權杖",
    "materials": {
      "銀條": 12,
      "純銀條": 12,
      "鐵杉": 20,
      "琵琶木": 20
    },
    "note": "R4 弓",
    "id": 310
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 5,
    "name": "琥珀杖",
    "materials": {
      "金條": 16,
      "黃月木": 20,
      "鐵杉": 20,
      "琵琶木": 20
    },
    "note": "R5 弓",
    "id": 311
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 5,
    "name": "琥珀權杖",
    "materials": {
      "金條": 17,
      "黃月木": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R5 弓",
    "id": 312
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 5,
    "name": "魔晶之杖",
    "materials": {
      "鋁條": 7,
      "茱萸木": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R5 弓",
    "id": 313
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 6,
    "name": "元素之杖",
    "materials": {
      "白金條": 16,
      "黃月木": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R6 弓",
    "id": 314
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 6,
    "name": "神聖之杖",
    "materials": {
      "白金條": 17,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R6 弓",
    "id": 315
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 7,
    "name": "怒音之杖",
    "materials": {
      "幻之鋼條": 18,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R7 弓",
    "id": 316
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 7,
    "name": "隱者之杖",
    "materials": {
      "白金條": 12,
      "幻之鋼條": 9,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R7 弓",
    "id": 317
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 7,
    "name": "水龍之杖",
    "materials": {
      "生鏽的杖": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2
    },
    "note": "R7 弓",
    "id": 318
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 8,
    "name": "光明短杖",
    "materials": {
      "白金條": 10,
      "幻之鋼條": 12,
      "赤松": 20
    },
    "note": "R8 弓",
    "id": 319
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 8,
    "name": "惡魔之杖",
    "materials": {
      "幻之鋼條": 10,
      "幻之銀條": 7,
      "赤松": 20
    },
    "note": "R8 弓",
    "id": 320
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 8,
    "name": "落雷權杖+",
    "materials": {
      "幻之銀條": 15,
      "濕地毒蛇": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 弓",
    "id": 321
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 9,
    "name": "太陽短杖",
    "materials": {
      "幻之銀條": 15,
      "絲柏": 20
    },
    "note": "R9 弓",
    "id": 322
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 9,
    "name": "天使之杖",
    "materials": {
      "幻之銀條": 15,
      "絲柏": 20
    },
    "note": "R9 弓",
    "id": 323
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 10,
    "name": "聖者之杖",
    "materials": {
      "奧利哈鋼條": 10,
      "絲柏": 20
    },
    "note": "R10 弓",
    "id": 324
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 10,
    "name": "星屑短杖",
    "materials": {
      "勒格耐席姆條": 15,
      "絲柏": 20
    },
    "note": "R10 弓",
    "id": 325
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 11,
    "name": "王者之手",
    "materials": {
      "達馬斯礦條": 3,
      "勒格耐席姆條": 3,
      "絲柏": 40,
      "魔族的水晶": 40
    },
    "note": "R11 弓",
    "id": 326
  },
  {
    "category": "武器",
    "type": "弓",
    "level": 11,
    "name": "星錘杖",
    "materials": {
      "勒格耐席姆條": 3,
      "單木": 40,
      "絲柏": 40,
      "魔族的水晶": 40
    },
    "note": "R11 弓",
    "id": 327
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 1,
    "name": "木製大型回力鏢",
    "materials": {
      "銅條": 4,
      "印度輕木": 20
    },
    "note": "R1 投擲武器",
    "id": 328
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 1,
    "name": "青銅回力鏢",
    "materials": {
      "銅條": 7,
      "印度輕木": 20
    },
    "note": "R1 投擲武器",
    "id": 329
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 2,
    "name": "追跡者",
    "materials": {
      "銅條": 7,
      "鐵條": 4,
      "印度輕木": 20
    },
    "note": "R2 投擲武器",
    "id": 330
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 2,
    "name": "彩光回力鏢",
    "materials": {
      "銅條": 9,
      "鐵條": 6,
      "印度輕木": 20,
      "黃月木": 20
    },
    "note": "R2 投擲武器",
    "id": 331
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 3,
    "name": "暗殺回力鏢",
    "materials": {
      "銀條": 5,
      "黃月木": 20,
      "麻布": 20,
      "木棉布": 8
    },
    "note": "R3 投擲武器",
    "id": 332
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 3,
    "name": "殺敵回力鏢",
    "materials": {
      "銀條": 12,
      "黃月木": 20,
      "鐵杉": 20,
      "麻布": 20
    },
    "note": "R3 投擲武器",
    "id": 333
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 4,
    "name": "獅子回力鏢",
    "materials": {
      "黃月木": 20,
      "鐵杉": 20,
      "毛氈": 20,
      "棉布": 10
    },
    "note": "R4 投擲武器",
    "id": 334
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 4,
    "name": "銳角回力鏢",
    "materials": {
      "純銀條": 11,
      "黃月木": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "毛氈": 15
    },
    "note": "R4 投擲武器",
    "id": 335
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 5,
    "name": "翼鹿回力鏢",
    "materials": {
      "黃月木": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "毛氈": 15,
      "細線": 10
    },
    "note": "R5 投擲武器",
    "id": 336
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 5,
    "name": "阿修塔羅回力鏢",
    "materials": {
      "金條": 20,
      "黃月木": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R5 投擲武器",
    "id": 337
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 5,
    "name": "北斗之鎌刀",
    "materials": {
      "鋁條": 6,
      "茱萸木": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R5 投擲武器",
    "id": 338
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 6,
    "name": "蛇獅回力鏢",
    "materials": {
      "白金條": 17,
      "黃月木": 20,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R6 投擲武器",
    "id": 339
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 6,
    "name": "鶇回力鏢",
    "materials": {
      "白金條": 17,
      "鐵杉": 20,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R6 投擲武器",
    "id": 340
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 7,
    "name": "雄翼牛回力鏢",
    "materials": {
      "金條": 10,
      "幻之鋼條": 10,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R7 投擲武器",
    "id": 341
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 7,
    "name": "閃光回力鏢",
    "materials": {
      "白金條": 8,
      "幻之鋼條": 10,
      "赤松": 20,
      "鋼騎之礦": 20
    },
    "note": "R7 投擲武器",
    "id": 342
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 7,
    "name": "冰龍",
    "materials": {
      "生鏽的投擲武器": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2
    },
    "note": "R7 投擲武器",
    "id": 343
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 8,
    "name": "凶豹回力鏢",
    "materials": {
      "白金條": 10,
      "幻之鋼條": 12,
      "赤松": 20
    },
    "note": "R8 投擲武器",
    "id": 344
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 8,
    "name": "赤獅回力鏢",
    "materials": {
      "幻之銀條": 10,
      "鐵杉": 20,
      "細線": 20,
      "魔族的水晶": 10
    },
    "note": "R8 投擲武器",
    "id": 345
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 8,
    "name": "熊翼回力鏢+",
    "materials": {
      "幻之銀條": 15,
      "濕地毒蛇": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 投擲武器",
    "id": 346
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 9,
    "name": "天使之翼",
    "materials": {
      "幻之鋼條": 10,
      "幻之銀條": 10,
      "絲柏": 20
    },
    "note": "R9 投擲武器",
    "id": 347
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 9,
    "name": "普利辛回力鏢",
    "materials": {
      "勒格耐席姆條": 10,
      "絲柏": 20,
      "鋼騎之礦": 20,
      "魔族的水晶": 1
    },
    "note": "R9 投擲武器",
    "id": 348
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 10,
    "name": "治癒回力鏢",
    "materials": {
      "勒格耐席姆條": 15,
      "絲柏": 20
    },
    "note": "R10 投擲武器",
    "id": 349
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 10,
    "name": "天秤回力鏢",
    "materials": {
      "奧利哈鋼條": 10,
      "絲柏": 20,
      "火焰之魂": 20,
      "誓言之證": 4
    },
    "note": "R10 投擲武器",
    "id": 350
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 11,
    "name": "基盤飛鏢",
    "materials": {
      "勒格耐席姆條": 8,
      "絲柏": 40,
      "單木": 20,
      "曼陀羅草的皮": 40
    },
    "note": "R11 投擲武器",
    "id": 351
  },
  {
    "category": "武器",
    "type": "投擲武器",
    "level": 11,
    "name": "節制飛鏢",
    "materials": {
      "達馬斯礦條": 2,
      "勒格耐席姆條": 4,
      "絲柏": 40,
      "魔族的水晶": 40
    },
    "note": "R11 投擲武器",
    "id": 352
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 1,
    "name": "小刀",
    "materials": {
      "銅條": 4,
      "印度輕木": 20
    },
    "note": "R1 小刀",
    "id": 353
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 1,
    "name": "銳刃小刀",
    "materials": {
      "銅條": 4,
      "鐵條": 4
    },
    "note": "R1 小刀",
    "id": 354
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 2,
    "name": "圓盤小刀",
    "materials": {
      "銅條": 6,
      "鐵條": 3,
      "木棉布": 20
    },
    "note": "R2 小刀",
    "id": 355
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 2,
    "name": "細刃擲刀",
    "materials": {
      "鐵條": 7,
      "銀條": 3,
      "黃月木": 20,
      "木棉布": 20
    },
    "note": "R2 小刀",
    "id": 356
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 3,
    "name": "滑翔小刀",
    "materials": {
      "鐵條": 8,
      "銀條": 5,
      "黃月木": 20,
      "毛氈": 20
    },
    "note": "R3 小刀",
    "id": 357
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 3,
    "name": "細直刃小刀",
    "materials": {
      "銀條": 7,
      "純銀條": 5,
      "黃月木": 20,
      "鐵杉": 20,
      "毛氈": 7
    },
    "note": "R3 小刀",
    "id": 358
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 4,
    "name": "耳柄小刀",
    "materials": {
      "銀條": 8,
      "純銀條": 7,
      "黃月木": 20,
      "鐵杉": 20,
      "棉布": 7
    },
    "note": "R4 小刀",
    "id": 359
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 4,
    "name": "騎士小刀",
    "materials": {
      "純銀條": 8,
      "金條": 7,
      "鐵杉": 20,
      "琵琶木": 20,
      "棉布": 8
    },
    "note": "R4 小刀",
    "id": 360
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 5,
    "name": "球鍔小刀",
    "materials": {
      "純銀條": 7,
      "金條": 8,
      "鐵杉": 20,
      "琵琶木": 20,
      "細線": 8
    },
    "note": "R5 小刀",
    "id": 361
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 5,
    "name": "雙刃小刀",
    "materials": {
      "純銀條": 8,
      "金條": 7,
      "白金條": 7,
      "鐵杉": 20,
      "赤松": 20
    },
    "note": "R5 小刀",
    "id": 362
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 5,
    "name": "忍者飛鏢",
    "materials": {
      "鋁條": 6,
      "純銀條": 5,
      "白金條": 5,
      "鐵杉": 20,
      "赤松": 20
    },
    "note": "R5 小刀",
    "id": 363
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 6,
    "name": "闊刃小刀",
    "materials": {
      "純銀條": 8,
      "金條": 7,
      "白金條": 8,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R6 小刀",
    "id": 364
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 6,
    "name": "觸角小刀",
    "materials": {
      "幻之鋼條": 15,
      "琵琶木": 20,
      "赤松": 20
    },
    "note": "R6 小刀",
    "id": 365
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 7,
    "name": "漢拉提小刀",
    "materials": {
      "幻之鋼條": 10,
      "赤松": 20,
      "細線": 20,
      "神眼": 10
    },
    "note": "R7 小刀",
    "id": 366
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 7,
    "name": "兇殺刀",
    "materials": {
      "白金條": 10,
      "幻之鋼條": 10,
      "鐵杉": 20,
      "赤松": 20
    },
    "note": "R7 小刀",
    "id": 367
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 7,
    "name": "水龍的小刀",
    "materials": {
      "生鏽的短劍": 1,
      "鋼騎之礦": 2,
      "魔族的水晶": 2,
      "幻之鋼條": 10
    },
    "note": "R7 小刀",
    "id": 368
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 8,
    "name": "切肉小刀",
    "materials": {
      "幻之鋼條": 20,
      "赤松": 20,
      "魔族的水晶": 20
    },
    "note": "R8 小刀",
    "id": 369
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 8,
    "name": "古傳小刀",
    "materials": {
      "幻之銀條": 14,
      "黃月木": 20,
      "鐵杉": 20,
      "赤松": 20
    },
    "note": "R8 小刀",
    "id": 370
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 8,
    "name": "疾速短刀+",
    "materials": {
      "幻之銀條": 12,
      "濕地毒蛇": 20,
      "藍龍之鱗": 20
    },
    "note": "R8 小刀",
    "id": 371
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 9,
    "name": "華麗小刀",
    "materials": {
      "幻之銀條": 20,
      "赤松": 20,
      "絲柏": 20
    },
    "note": "R9 小刀",
    "id": 372
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 9,
    "name": "手裡劍",
    "materials": {
      "勒格耐席姆條": 15,
      "鋼騎之礦": 20,
      "誓言之證": 20
    },
    "note": "R9 小刀",
    "id": 373
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 10,
    "name": "勾爪擲刀",
    "materials": {
      "勒格耐席姆條": 15,
      "絲柏": 20
    },
    "note": "R10 小刀",
    "id": 374
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 10,
    "name": "幻之匕首",
    "materials": {
      "奧利哈鋼條": 10,
      "神眼": 20,
      "鋼騎之礦": 1,
      "誓言之證": 1
    },
    "note": "R10 小刀",
    "id": 375
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 11,
    "name": "破滅刀",
    "materials": {
      "達馬斯礦條": 4,
      "勒格耐席姆條": 3,
      "絲柏": 40,
      "魔族的水晶": 40
    },
    "note": "R11 小刀",
    "id": 376
  },
  {
    "category": "武器",
    "type": "小刀",
    "level": 11,
    "name": "兇殘刀",
    "materials": {
      "幻之銀條": 2,
      "勒格耐席姆條": 5,
      "單木": 40,
      "魔族的水晶": 40
    },
    "note": "R11 小刀",
    "id": 377
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 1,
    "name": "眠塵晶石",
    "materials": {
      "銅條": 20,
      "蘋果薄荷": 20
    },
    "note": "R1 寵物晶石",
    "id": 378
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 2,
    "name": "幼芽晶石",
    "materials": {
      "銅條": 20,
      "蘋果薄荷": 15,
      "檸檬草": 10
    },
    "note": "R2 寵物晶石",
    "id": 379
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 3,
    "name": "土靈晶石",
    "materials": {
      "鐵條": 20,
      "銀條": 5,
      "蘋果薄荷": 15,
      "檸檬草": 15
    },
    "note": "R3 寵物晶石",
    "id": 380
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 4,
    "name": "綠星晶石",
    "materials": {
      "銀條": 10,
      "純銀條": 25,
      "果梨": 20
    },
    "note": "R4 寵物晶石",
    "id": 381
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 5,
    "name": "大地晶石",
    "materials": {
      "銀條": 10,
      "純銀條": 10,
      "金條": 20,
      "桃木": 20
    },
    "note": "R5 寵物晶石",
    "id": 382
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 6,
    "name": "灰燼晶石",
    "materials": {
      "純銀條": 5,
      "金條": 20,
      "蝴蝶花": 15,
      "番紅花": 20
    },
    "note": "R6 寵物晶石",
    "id": 383
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 7,
    "name": "焰苗晶石",
    "materials": {
      "純銀條": 10,
      "白金條": 20,
      "幻之鋼條": 20,
      "百里香": 25
    },
    "note": "R7 寵物晶石",
    "id": 384
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 8,
    "name": "火靈晶石",
    "materials": {
      "白金條": 10,
      "幻之鋼條": 20,
      "達馬斯礦條": 20,
      "百里香": 30
    },
    "note": "R8 寵物晶石",
    "id": 385
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 9,
    "name": "燃燒晶石",
    "materials": {
      "幻之銀條": 20,
      "勒格耐席姆條": 20,
      "瞿麥": 25,
      "茴香": 20
    },
    "note": "R9 寵物晶石",
    "id": 386
  },
  {
    "category": "寵物裝備",
    "type": "寵物晶石",
    "level": 10,
    "name": "熾焰晶石",
    "materials": {
      "奧利哈鋼條": 20,
      "****": 20,
      "茴香": 20,
      "七葉樹": 25,
      "魔族的水晶": 5
    },
    "note": "R10 寵物晶石",
    "id": 387
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 1,
    "name": "皮頸圈",
    "materials": {
      "銅條": 10,
      "亞麻布": 10,
      "鹿皮": 20
    },
    "note": "R1 寵物飾品",
    "id": 388
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 2,
    "name": "青銅頸圈",
    "materials": {
      "銅條": 5,
      "鐵條": 5,
      "薄棉布": 20,
      "鹿皮": 20
    },
    "note": "R2 寵物飾品",
    "id": 389
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 3,
    "name": "銅頸圈",
    "materials": {
      "銅條": 10,
      "銀條": 20,
      "薄棉布": 20,
      "負重": 10
    },
    "note": "R3 寵物飾品",
    "id": 390
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 4,
    "name": "健康頸圈",
    "materials": {
      "銅條": 10,
      "銀條": 20,
      "羊毛線": 20,
      "棉線": 10
    },
    "note": "R4 寵物飾品",
    "id": 391
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 5,
    "name": "運動頸圈",
    "materials": {
      "金條": 20,
      "紗線": 20,
      "絲線": 20,
      "琵琶木": 10
    },
    "note": "R5 寵物飾品",
    "id": 392
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 6,
    "name": "黑暗項圈",
    "materials": {
      "純銀條": 10,
      "金條": 20,
      "紗線": 20,
      "絲線": 20
    },
    "note": "R6 寵物飾品",
    "id": 393
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 7,
    "name": "甜美項圈",
    "materials": {
      "白金條": 20,
      "絲線": 20,
      "鋼騎之礦": 20,
      "負重": 5
    },
    "note": "R7 寵物飾品",
    "id": 394
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 8,
    "name": "自然項圈",
    "materials": {
      "白金條": 20,
      "幻之鋼條": 10,
      "傑諾瓦毛線": 20,
      "永久冰石": 10,
      "負重": 3
    },
    "note": "R8 寵物飾品",
    "id": 395
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 9,
    "name": "純潔項圈",
    "materials": {
      "謝爾哈特礦條": 20,
      "傑諾瓦毛線": 20,
      "絲柏": 20,
      "魔族的水晶": 5
    },
    "note": "R9 寵物飾品",
    "id": 396
  },
  {
    "category": "寵物裝備",
    "type": "寵物飾品",
    "level": 10,
    "name": "華麗項圈",
    "materials": {
      "奧利哈鋼條": 20,
      "芎麻布": 20,
      "絲柏": 20,
      "藍龍之鱗": 3
    },
    "note": "R10 寵物飾品",
    "id": 397
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 1,
    "name": "鐵護肩",
    "materials": {
      "銅條": 5,
      "亞麻布": 10,
      "鹿皮": 20
    },
    "note": "R1 寵物項圈",
    "id": 398
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 2,
    "name": "青銅護肩",
    "materials": {
      "銅條": 5,
      "亞麻布": 10,
      "印度輕木": 10,
      "鹿皮": 20
    },
    "note": "R2 寵物項圈",
    "id": 399
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 3,
    "name": "白銀護肩",
    "materials": {
      "銅條": 5,
      "薄棉布": 10,
      "羊毛線": 5,
      "黃月木": 10
    },
    "note": "R3 寵物項圈",
    "id": 400
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 4,
    "name": "鐵血肩甲",
    "materials": {
      "銅條": 5,
      "薄棉布": 10,
      "羊毛線": 10,
      "黃月木": 10
    },
    "note": "R4 寵物項圈",
    "id": 401
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 5,
    "name": "黃金肩甲",
    "materials": {
      "鐵條": 5,
      "銀條": 5,
      "棉線": 10,
      "紗線": 20,
      "鐵杉": 5
    },
    "note": "R5 寵物項圈",
    "id": 402
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 6,
    "name": "赤龍手甲",
    "materials": {
      "純銀條": 5,
      "棉線": 10,
      "紗線": 20,
      "黃月木": 5,
      "鐵杉": 5
    },
    "note": "R6 寵物項圈",
    "id": 403
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 7,
    "name": "黃銅手甲",
    "materials": {
      "幻之鋼條": 5,
      "幻之銀條": 10,
      "絲線": 10,
      "赤松": 10,
      "水的水晶碎片": 1
    },
    "note": "R7 寵物項圈",
    "id": 404
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 8,
    "name": "青龍手甲",
    "materials": {
      "幻之銀條": 10,
      "棉線": 10,
      "紗線": 20,
      "莎蓮娜毛線": 10,
      "火的水晶碎片": 1
    },
    "note": "R8 寵物項圈",
    "id": 405
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 9,
    "name": "翡翠手甲",
    "materials": {
      "勒格耐席鉧條": 15,
      "傑諾瓦毛線": 20,
      "芎麻布": 10,
      "風龍蜥的甲殼": 5,
      "負重": 1
    },
    "note": "R9 寵物項圈",
    "id": 406
  },
  {
    "category": "寵物裝備",
    "type": "寵物項圈",
    "level": 10,
    "name": "幻龍手甲",
    "materials": {
      "勒格耐席鉧條": 10,
      "芎麻布": 10,
      "開米士棉線": 10,
      "蔓陀羅草的皮": 5
    },
    "note": "R10 寵物項圈",
    "id": 407
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 1,
    "name": "小鈴鐺",
    "materials": {
      "亞麻布": 20,
      "印度輕木": 10
    },
    "note": "R1 寵物重裝",
    "id": 408
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 2,
    "name": "粉紅鈴鐺",
    "materials": {
      "亞麻布": 10,
      "薄棉布": 10,
      "蘋果薄荷": 10
    },
    "note": "R2 寵物重裝",
    "id": 409
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 3,
    "name": "血淋淋鈴鐺",
    "materials": {
      "銅條": 5,
      "羊毛線": 10,
      "黃月木": 15,
      "檸檬草": 15
    },
    "note": "R3 寵物重裝",
    "id": 410
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 4,
    "name": "翡翠鈴鐺",
    "materials": {
      "銀條": 5,
      "棉線": 10,
      "紗線": 10,
      "黃月木": 10,
      "蝴蝶花": 10
    },
    "note": "R4 寵物重裝",
    "id": 411
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 5,
    "name": "睿智鈴鐺",
    "materials": {
      "金條": 5,
      "紗線": 10,
      "鐵杉": 20,
      "果梨": 15,
      "桃木": 15
    },
    "note": "R5 寵物重裝",
    "id": 412
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 6,
    "name": "緞帶鈴鐺",
    "materials": {
      "紗線": 15,
      "絲線": 15,
      "赤松": 20,
      "番紅花": 20
    },
    "note": "R6 寵物重裝",
    "id": 413
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 7,
    "name": "可愛鈴鐺",
    "materials": {
      "幻之鋼條": 10,
      "紗線": 15,
      "莎蓮娜毛線": 10,
      "赤松": 15,
      "百里香": 15
    },
    "note": "R7 寵物重裝",
    "id": 414
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 8,
    "name": "怪異鈴鐺",
    "materials": {
      "幻之鋼條": 10,
      "傑諾瓦毛線": 15,
      "百里香": 10,
      "瞿麥": 10,
      "負重": 15
    },
    "note": "R8 寵物重裝",
    "id": 415
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 9,
    "name": "水靈鈴鐺",
    "materials": {
      "勒格耐席鉧條": 5,
      "傑諾瓦毛線": 15,
      "阿巴尼斯棉線": 10,
      "絲柏": 15,
      "瞿麥": 10
    },
    "note": "R9 寵物重裝",
    "id": 416
  },
  {
    "category": "寵物裝備",
    "type": "寵物重裝",
    "level": 10,
    "name": "幻想鈴鐺",
    "materials": {
      "開米士棉線": 15,
      "絲柏": 15,
      "七葉樹": 15,
      "負重": 20
    },
    "note": "R10 寵物重裝",
    "id": 417
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 1,
    "name": "小紅領巾",
    "materials": {
      "鹿皮": 20,
      "亞麻布": 10
    },
    "note": "R1 寵物輕裝",
    "id": 418
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 2,
    "name": "虎斑領巾",
    "materials": {
      "鹿皮": 20,
      "亞麻布": 10,
      "薄棉布": 2
    },
    "note": "R2 寵物輕裝",
    "id": 419
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 3,
    "name": "叢林領巾",
    "materials": {
      "鹿皮": 20,
      "亞麻布": 10,
      "薄棉布": 5,
      "銀條": 3
    },
    "note": "R3 寵物輕裝",
    "id": 420
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 4,
    "name": "水手領巾",
    "materials": {
      "鹿皮": 20,
      "亞麻布": 10,
      "羊毛線": 5,
      "棉線": 5,
      "銀條": 5
    },
    "note": "R4 寵物輕裝",
    "id": 421
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 5,
    "name": "貴婦領巾",
    "materials": {
      "鹿皮": 20,
      "棉線": 10,
      "紗線": 10,
      "絲線": 5,
      "銅條": 5
    },
    "note": "R5 寵物輕裝",
    "id": 422
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 6,
    "name": "熱血圍巾",
    "materials": {
      "鹿皮": 20,
      "棉線": 10,
      "赤松": 8,
      "鐵條": 8,
      "銀條": 8
    },
    "note": "R6 寵物輕裝",
    "id": 423
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 7,
    "name": "沉著圍巾",
    "materials": {
      "絲線": 10,
      "莎蓮娜毛線": 5,
      "赤松": 10,
      "銀條": 10,
      "妖草的血": 1
    },
    "note": "R7 寵物輕裝",
    "id": 424
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 8,
    "name": "時尚圍巾",
    "materials": {
      "絲線": 10,
      "阿巴尼斯棉線": 10,
      "白金條": 10,
      "負重": 10
    },
    "note": "R8 寵物輕裝",
    "id": 425
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 9,
    "name": "探險圍巾",
    "materials": {
      "棉線": 10,
      "紗線": 10,
      "絲線": 10,
      "芎麻布": 10,
      "絲柏": 5
    },
    "note": "R9 寵物輕裝",
    "id": 426
  },
  {
    "category": "寵物裝備",
    "type": "寵物輕裝",
    "level": 10,
    "name": "清新圍巾",
    "materials": {
      "絲線": 10,
      "傑諾瓦毛線": 10,
      "開米士棉線": 10,
      "赤松": 10,
      "奧利哈鋼條": 5
    },
    "note": "R10 寵物輕裝",
    "id": 427
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 1,
    "name": "鹿皮手套",
    "materials": {
      "鹿皮": 20,
      "麻布": 20,
      "防採集傷害一次（製作、魔物傷害無效）耐久3/3": 1
    },
    "note": "R1 料理",
    "id": 428
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 1,
    "name": "皮製鈴鼓",
    "materials": {
      "鹿皮": 20,
      "印度輕木": 20,
      "銅條": 1
    },
    "note": "R1 料理",
    "id": 429
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 2,
    "name": "隕石之鼓",
    "materials": {
      "鹿皮": 20,
      "銅條": 10,
      "隕石": 1
    },
    "note": "R2 料理",
    "id": 430
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 2,
    "name": "薰香包",
    "materials": {
      "蘋果薄荷": 10,
      "檸檬草": 10,
      "麻布": 1,
      "木棉布": 1
    },
    "note": "R2 料理",
    "id": 431
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 3,
    "name": "雪之結晶",
    "materials": {
      "永久冰石": 10,
      "鐵條": 20
    },
    "note": "R3 料理",
    "id": 432
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 3,
    "name": "銀折扇",
    "materials": {
      "蝴蝶花": 10,
      "銀條": 5,
      "茱萸木": 20
    },
    "note": "R3 料理",
    "id": 433
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 4,
    "name": "惡魔風笛",
    "materials": {
      "惡魔的卡片": 1,
      "孟宗竹": 20,
      "銅條": 1,
      "鐵條": 2,
      "木棉布": 1
    },
    "note": "R4 料理",
    "id": 434
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 4,
    "name": "戀愛耳環",
    "materials": {
      "戀愛蘋果": 2,
      "蘋果薄荷": 10,
      "純銀條": 1,
      "金條": 3
    },
    "note": "R4 料理",
    "id": 435
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 5,
    "name": "淚石之戒",
    "materials": {
      "天使之淚": 1,
      "金條": 1,
      "純銀條": 2,
      "琵琶木": 1
    },
    "note": "R5 料理",
    "id": 436
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 5,
    "name": "龍之環",
    "materials": {
      "溼地毒蛇": 5,
      "銅條": 1,
      "純銀條": 1,
      "金條": 3
    },
    "note": "R5 料理",
    "id": 437
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 6,
    "name": "藍羽髮暨",
    "materials": {
      "藍鳳凰的羽毛": 1,
      "純銀條": 1,
      "白金條": 3,
      "鈦礦石": 2
    },
    "note": "R6 料理",
    "id": 438
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 6,
    "name": "黑魔法之戒",
    "materials": {
      "魔力手環": 1,
      "純銀條": 1,
      "金條": 3,
      "蠶絲": 2
    },
    "note": "R6 料理",
    "id": 439
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 7,
    "name": "祈願之符",
    "materials": {
      "法蘭遺跡紀念木刀": 1,
      "細線": 10,
      "幻之鋼條": 1
    },
    "note": "R7 料理",
    "id": 440
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 7,
    "name": "鏡戒",
    "materials": {
      "金條": 1,
      "幻之銀條": 1,
      "赤松": 20
    },
    "note": "R7 料理",
    "id": 441
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 8,
    "name": "紅羽髮簪",
    "materials": {
      "紅鳳凰的羽毛": 1,
      "白金條": 3,
      "幻之銀條": 1,
      "鈦礦石": 2
    },
    "note": "R8 料理",
    "id": 442
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 8,
    "name": "香草錦囊",
    "materials": {
      "香草": 20,
      "單木": 20,
      "絹布": 1,
      "傑諾瓦線": 2
    },
    "note": "R8 料理",
    "id": 443
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 9,
    "name": "豐年之穗",
    "materials": {
      "瞿麥": 20,
      "達馬斯礦條": 1,
      "百里香": 20,
      "火焰之魂": 2
    },
    "note": "R9 料理",
    "id": 444
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 9,
    "name": "茴香環",
    "materials": {
      "謝爾哈特礦條": 1,
      "茴香": 20,
      "鋼騎之礦": 20
    },
    "note": "R9 料理",
    "id": 445
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 10,
    "name": "奇石步搖",
    "materials": {
      "鈦礦石": 7,
      "鋁條": 5,
      "喜馬拉斯礦條": 1,
      "鋼騎之礦": 20
    },
    "note": "R10 料理",
    "id": 446
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 10,
    "name": "香柏環",
    "materials": {
      "喜馬拉斯礦條": 1,
      "絲柏": 20,
      "七葉樹": 20,
      "勒格耐席姆條": 1
    },
    "note": "R10 料理",
    "id": 447
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 11,
    "name": "耶卡的護腕",
    "materials": {
      "鈦礦石": 8,
      "喜馬拉斯礦條": 1,
      "幻想花": 20,
      "克林姆礦條": 20
    },
    "note": "R11 料理",
    "id": 448
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 11,
    "name": "阿夏芙的首飾",
    "materials": {
      "鋁條": 4,
      "謝爾哈特礦條": 2,
      "絲柏": 40,
      "曼德拉草": 20,
      "克林姆礦條": 2
    },
    "note": "R11 料理",
    "id": 449
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 11,
    "name": "火靈之環",
    "materials": {
      "火焰之魂": 2,
      "魔族的水晶": 2,
      "達馬斯礦條": 20,
      "幻想花": 20,
      "克林姆礦條": 3
    },
    "note": "R11 料理",
    "id": 450
  },
  {
    "category": "其他",
    "type": "料理",
    "level": 11,
    "name": "那克利的手環",
    "materials": {
      "誓言之證": 5,
      "鋁條": 10,
      "妖草的血": 1,
      "幻想花": 40,
      "克林姆礦條": 3
    },
    "note": "R11 料理",
    "id": 451
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 1,
    "name": "蕃茄炸彈",
    "materials": {
      "麻布": 4,
      "蕃茄": 20
    },
    "note": "R1 藥水",
    "id": 452
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 1,
    "name": "白米炸彈",
    "materials": {
      "麻布": 8,
      "銅條": 8,
      "神聖米": 20
    },
    "note": "R1 藥水",
    "id": 453
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 2,
    "name": "石彈",
    "materials": {
      "銅條": 6,
      "黃月木": 20,
      "木棉布": 4,
      "地的水晶碎片": 2
    },
    "note": "R2 藥水",
    "id": 454
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 2,
    "name": "火焰彈",
    "materials": {
      "銀條": 2,
      "木棉布": 20,
      "火的水晶碎片": 8
    },
    "note": "R2 藥水",
    "id": 455
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 3,
    "name": "手榴彈",
    "materials": {
      "鐵條": 8,
      "銀條": 6,
      "黃月木": 20,
      "毛氈": 20
    },
    "note": "R3 藥水",
    "id": 456
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 3,
    "name": "冷凍彈",
    "materials": {
      "銀條": 8,
      "純銀條": 4,
      "鐵杉": 16,
      "毛氈": 8,
      "水的水晶碎片": 12
    },
    "note": "R3 藥水",
    "id": 457
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 4,
    "name": "輪刃",
    "materials": {
      "銀條": 8,
      "純銀條": 8,
      "鐵杉": 20,
      "棉布": 4,
      "風的水晶碎片": 16
    },
    "note": "R4 藥水",
    "id": 458
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 4,
    "name": "蜂巢",
    "materials": {
      "純銀條": 8,
      "金條": 8,
      "蝴蝶花": 20,
      "桃木": 20,
      "棉布": 8
    },
    "note": "R4 藥水",
    "id": 459
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 5,
    "name": "黃色炸彈",
    "materials": {
      "純銀條": 10,
      "金條": 10,
      "鐵杉": 20,
      "琵琶木": 20,
      "細線": 8
    },
    "note": "R5 藥水",
    "id": 460
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 5,
    "name": "迷魂彈",
    "materials": {
      "純銀條": 8,
      "金條": 7,
      "白金條": 7,
      "赤松": 12,
      "細線": 20
    },
    "note": "R5 藥水",
    "id": 461
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 6,
    "name": "臭彈",
    "materials": {
      "金條": 7,
      "白金條": 8,
      "赤松": 8,
      "細線": 14,
      "深藍九號": 1
    },
    "note": "R6 藥水",
    "id": 462
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 6,
    "name": "狂風炸彈",
    "materials": {
      "幻之鋼條": 12,
      "琵琶木": 12,
      "赤松": 20,
      "風的水晶碎片": 30
    },
    "note": "R6 藥水",
    "id": 463
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 7,
    "name": "催淚彈",
    "materials": {
      "幻之鋼條": 16,
      "赤松": 20,
      "百里香": 20,
      "莎蓮娜線": 8,
      "神眼": 1
    },
    "note": "R7 藥水",
    "id": 464
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 7,
    "name": "催眠彈",
    "materials": {
      "白金條": 12,
      "幻之鋼條": 12,
      "琵琶木": 20,
      "赤松": 20,
      "百里香": 20
    },
    "note": "R7 藥水",
    "id": 465
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 8,
    "name": "星星彈",
    "materials": {
      "幻之鋼條": 20,
      "赤松": 20,
      "誓言之證": 20
    },
    "note": "R8 藥水",
    "id": 466
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 8,
    "name": "毒氣彈",
    "materials": {
      "幻之銀條": 18,
      "鐵杉": 10,
      "阿巴尼斯製的布": 20,
      "摩斯蜥蜴": 12
    },
    "note": "R8 藥水",
    "id": 467
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 9,
    "name": "碎紙彈",
    "materials": {
      "達馬斯礦條": 20,
      "蘋果薄荷": 20,
      "香草": 20,
      "茴香": 16,
      "細麻布": 16
    },
    "note": "R9 藥水",
    "id": 468
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 9,
    "name": "雪花彈",
    "materials": {
      "勒格耐席姆條": 15,
      "永久冰石": 20,
      "鋼騎之礦": 12,
      "誓言之證": 1
    },
    "note": "R9 藥水",
    "id": 469
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 10,
    "name": "銀彈",
    "materials": {
      "勒格耐席姆條": 15,
      "謝爾哈特礦條": 12,
      "喜馬拉斯礦條": 8,
      "單木": 20,
      "開米士毛線": 12
    },
    "note": "R10 藥水",
    "id": 470
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 10,
    "name": "震撼彈",
    "materials": {
      "喜馬拉斯礦條": 10,
      "魔族的水晶": 20,
      "鋼騎之礦": 2,
      "誓言之證": 3
    },
    "note": "R10 藥水",
    "id": 471
  },
  {
    "category": "其他",
    "type": "藥水",
    "level": 11,
    "name": "強酸火煙瓶",
    "materials": {
      "德特家的布": 1,
      "濕地毒蛇": 20,
      "達馬斯礦條": 20,
      "茱萸木": 20,
      "燒瓶": 20
    },
    "note": "R11 藥水",
    "id": 472
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 1,
    "name": "蕃茄醬",
    "materials": {
      "蕃茄": 5,
      "瓶子": 1
    },
    "note": "R1 飾品",
    "id": 473
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 1,
    "name": "麵包",
    "materials": {
      "小麥粉": 16,
      "牛奶": 10,
      "魔力值回復約100點": 5
    },
    "note": "R1 飾品",
    "id": 474
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 1,
    "name": "神聖美乃滋",
    "materials": {
      "神聖油": 1,
      "神聖醋": 2,
      "雞蛋": 2
    },
    "note": "R1 飾品",
    "id": 475
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 1,
    "name": "白飯",
    "materials": {
      "飯碗": 5,
      "神聖米": 5
    },
    "note": "R1 飾品",
    "id": 476
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 1,
    "name": "美乃滋芝麻拌飯",
    "materials": {
      "芝麻娃娃": 1,
      "神聖美乃滋": 3,
      "白飯": 3
    },
    "note": "R1 飾品",
    "id": 477
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 1,
    "name": "升官發財吉祥年糕包",
    "materials": {
      "小麥粉": 20,
      "醬油": 10,
      "砂糖": 10
    },
    "note": "R1 飾品",
    "id": 478
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 1,
    "name": "蛋飯",
    "materials": {
      "白飯": 3,
      "雞蛋": 10
    },
    "note": "R1 飾品",
    "id": 479
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 2,
    "name": "蛋包飯",
    "materials": {
      "雞蛋": 10,
      "牛奶": 15,
      "芹菜": 5,
      "蕃茄醬": 1,
      "魔力值回復約150點": 1
    },
    "note": "R2 飾品",
    "id": 480
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 2,
    "name": "法國麵包",
    "materials": {
      "小麥粉": 20,
      "牛奶": 20,
      "魔力值回復約200點": 20
    },
    "note": "R2 飾品",
    "id": 481
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 3,
    "name": "炒麵",
    "materials": {
      "小麥粉": 20,
      "海苔": 10,
      "魔力值回復約250點": 20
    },
    "note": "R3 飾品",
    "id": 482
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 3,
    "name": "青椒肉絲",
    "materials": {
      "青椒": 20,
      "竹筍": 10,
      "牛肉": 20,
      "魔力值回復約300點": 20
    },
    "note": "R3 飾品",
    "id": 483
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 3,
    "name": "猛毒的餌",
    "materials": {
      "必死的劇藥": 1,
      "牛肉": 20
    },
    "note": "R3 飾品",
    "id": 484
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 3,
    "name": "寵物鬆餅",
    "materials": {
      "雞蛋": 20,
      "小麥粉": 20,
      "牛奶": 20,
      "砂糖": 20,
      "可回復寵物 400 點魔法力": 20
    },
    "note": "R3 飾品",
    "id": 485
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 4,
    "name": "燒雞",
    "materials": {
      "雞肉": 20,
      "胡椒": 20,
      "檸檬草": 20,
      "魔力值回復約350點": 20
    },
    "note": "R4 飾品",
    "id": 486
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 4,
    "name": "親子丼",
    "materials": {
      "雞蛋": 20,
      "醬油": 20,
      "雞肉": 20,
      "魔力值回復約400點": 20
    },
    "note": "R4 飾品",
    "id": 487
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 5,
    "name": "漢堡",
    "materials": {
      "雞蛋": 20,
      "蕃茄醬": 20,
      "牛肉": 3,
      "魔力值回復約450點": 20
    },
    "note": "R5 飾品",
    "id": 488
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 5,
    "name": "星鰻飯團",
    "materials": {
      "醬油": 20,
      "海苔": 20,
      "星鰻": 20,
      "魔力值回復約500點": 20
    },
    "note": "R5 飾品",
    "id": 489
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 5,
    "name": "醬油豬骨拉麵",
    "materials": {
      "小麥粉": 20,
      "雞蛋": 20,
      "醬油": 20,
      "海苔": 20,
      "豬肉": 20
    },
    "note": "R5 飾品",
    "id": 490
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 5,
    "name": "寵物炒飯",
    "materials": {
      "雞蛋": 20,
      "醬油": 20,
      "牛肉": 20,
      "可回復寵物 800 點魔法力": 20
    },
    "note": "R5 飾品",
    "id": 491
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 6,
    "name": "炒麵麵包",
    "materials": {
      "法國麵包": 1,
      "炒麵": 1
    },
    "note": "R6 飾品",
    "id": 492
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 6,
    "name": "壽喜鍋",
    "materials": {
      "醬油": 20,
      "牛肉": 20,
      "砂糖": 20,
      "魔力值回復約600點": 20
    },
    "note": "R6 飾品",
    "id": 493
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 7,
    "name": "咖哩飯",
    "materials": {
      "雞肉": 20,
      "馬鈴薯": 20,
      "咖哩塊": 20,
      "魔力值回復約650點": 20
    },
    "note": "R7 飾品",
    "id": 494
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 7,
    "name": "韓式泡菜飯",
    "materials": {
      "雞蛋": 10,
      "牛肉": 20,
      "辣椒": 20,
      "魔力值回復約700點": 20
    },
    "note": "R7 飾品",
    "id": 495
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 7,
    "name": "水龍料理",
    "materials": {
      "水龍的鰭": 1
    },
    "note": "R7 飾品",
    "id": 496
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 8,
    "name": "螃蟹鍋",
    "materials": {
      "醬油": 20,
      "馬鈴薯": 20,
      "辣椒": 20,
      "螃蟹": 20,
      "魔力值回復約750點": 10
    },
    "note": "R8 飾品",
    "id": 497
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 8,
    "name": "牛排",
    "materials": {
      "胡椒": 20,
      "馬鈴薯": 10,
      "高級奶油": 10,
      "霜降牛肉": 20,
      "魔力值回復約800點": 20
    },
    "note": "R8 飾品",
    "id": 498
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 8,
    "name": "魅惑的哈密瓜麵包",
    "materials": {
      "小麥粉": 80,
      "牛奶": 80,
      "砂糖": 80,
      "魔法紅蘿蔔": 40,
      "阿巴尼斯哈密瓜": 12
    },
    "note": "R8 飾品",
    "id": 499
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 8,
    "name": "寵物漢堡",
    "materials": {
      "小麥粉": 20,
      "胡椒": 20,
      "牛肉": 20,
      "辣椒": 20,
      "可回復寵物 1400 點魔法力": 20
    },
    "note": "R8 飾品",
    "id": 500
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 9,
    "name": "醋飯壽司",
    "materials": {
      "海苔": 20,
      "星鰻": 20,
      "螃蟹": 20,
      "伊勢蝦": 20,
      "魔力值回復約850點": 10
    },
    "note": "R9 飾品",
    "id": 501
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 9,
    "name": "豪華壽司組",
    "materials": {
      "雞蛋": 20,
      "醬油": 20,
      "海苔": 20,
      "伊勢蝦": 15,
      "海膽": 15
    },
    "note": "R9 飾品",
    "id": 502
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 10,
    "name": "魚翅湯",
    "materials": {
      "雞蛋": 20,
      "胡椒": 20,
      "魚翅": 20,
      "魔力值回復約1000點": 20
    },
    "note": "R10 飾品",
    "id": 503
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 10,
    "name": "鱉料理",
    "materials": {
      "辣椒": 20,
      "螃蟹": 20,
      "伊勢蝦": 10,
      "海膽": 10,
      "魔力值回復約1200點": 20
    },
    "note": "R10 飾品",
    "id": 504
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 11,
    "name": "韓式海鮮鍋",
    "materials": {
      "竹莢魚": 20,
      "螃蟹": 20,
      "伊勢蝦": 40,
      "泡菜": 20,
      "魔力值回復約1400點": 3
    },
    "note": "R11 飾品",
    "id": 505
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 11,
    "name": "紙包雞",
    "materials": {
      "雞肉": 20,
      "胡椒": 20,
      "茴香": 20,
      "皮紙": 20,
      "魔力值回復約600點飽食時間為0，未飽食的狀況下可以連續食用": 20
    },
    "note": "R11 飾品",
    "id": 506
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 11,
    "name": "叉燒飯",
    "materials": {
      "雞蛋": 20,
      "白菜": 20,
      "豬肉": 20,
      "洋蔥": 20,
      "魔力值回復約1400點": 20
    },
    "note": "R11 飾品",
    "id": 507
  },
  {
    "category": "其他",
    "type": "飾品",
    "level": 11,
    "name": "寵物餡餅",
    "materials": {
      "魚翅": 20,
      "胡椒": 20,
      "醬油": 20,
      "可回復寵物 2000 點魔法力": 20
    },
    "note": "R11 飾品",
    "id": 508
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 1,
    "name": "生命力回復藥(100)",
    "materials": {
      "蘋果薄荷": 10,
      "檸檬草": 1
    },
    "note": "R1 外傷藥",
    "id": 509
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 2,
    "name": "生命力回復藥(150)",
    "materials": {
      "蘋果薄荷": 10,
      "檸檬草": 10
    },
    "note": "R2 外傷藥",
    "id": 510
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 2,
    "name": "想泉丸",
    "materials": {
      "桃連蛇": 20,
      "桃茂": 20,
      "桃冠": 20
    },
    "note": "R2 外傷藥",
    "id": 511
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 3,
    "name": "生命力回復藥(200)",
    "materials": {
      "蘋果薄荷": 10,
      "檸檬草": 10,
      "蝴蝶花": 5
    },
    "note": "R3 外傷藥",
    "id": 512
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 3,
    "name": "猛毒的餌",
    "materials": {
      "必死的劇藥": 1,
      "牛肉": 20
    },
    "note": "R3 外傷藥",
    "id": 513
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 4,
    "name": "生命力回復藥(250)",
    "materials": {
      "檸檬草": 10,
      "蝴蝶花": 15,
      "果梨": 5
    },
    "note": "R4 外傷藥",
    "id": 514
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 4,
    "name": "迷魂藥",
    "materials": {
      "摩斯蜥蜴": 1,
      "惡魔魚": 1,
      "井底蛙": 1,
      "戀愛蘋果": 20
    },
    "note": "R4 外傷藥",
    "id": 515
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 4,
    "name": "畢克銀酸",
    "materials": {
      "摩斯蜥蜴": 1,
      "惡魔魚": 1,
      "井底蛙": 1,
      "迷你蝙蝠的血": 1,
      "純銀": 1
    },
    "note": "R4 外傷藥",
    "id": 516
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 5,
    "name": "生命力回復藥(300)",
    "materials": {
      "蝴蝶花": 15,
      "果梨": 15,
      "桃木": 5
    },
    "note": "R5 外傷藥",
    "id": 517
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 6,
    "name": "生命力回復藥(400)",
    "materials": {
      "果梨": 10,
      "桃木": 15,
      "番紅花": 15
    },
    "note": "R6 外傷藥",
    "id": 518
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 7,
    "name": "生命力回復藥(500)",
    "materials": {
      "果梨": 5,
      "桃木": 13,
      "番紅花": 15,
      "百里香": 15
    },
    "note": "R7 外傷藥",
    "id": 519
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 7,
    "name": "水龍藥水",
    "materials": {
      "渾濁的水": 1,
      "百里香": 20
    },
    "note": "R7 外傷藥",
    "id": 520
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 8,
    "name": "生命力回復藥(600)",
    "materials": {
      "蘋果薄荷": 10,
      "果梨": 10,
      "番紅花": 10,
      "百里香": 20,
      "瞿麥": 10
    },
    "note": "R8 外傷藥",
    "id": 521
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 8,
    "name": "深藍9號",
    "materials": {
      "百里香": 10,
      "瞿麥": 10,
      "魔法紅蘿蔔": 40,
      "濕地毒蛇": 10,
      "水的水晶碎片": 15
    },
    "note": "R8 外傷藥",
    "id": 522
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 9,
    "name": "生命力回復藥(800)",
    "materials": {
      "蝴蝶花": 5,
      "番紅花": 7,
      "瞿麥": 5,
      "茴香": 10,
      "七葉樹": 5
    },
    "note": "R9 外傷藥",
    "id": 523
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 10,
    "name": "生命力回復藥(1000)",
    "materials": {
      "蘋果薄荷": 10,
      "檸檬草": 10,
      "瞿麥": 6,
      "茴香": 8,
      "七葉樹": 10
    },
    "note": "R10 外傷藥",
    "id": 524
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 11,
    "name": "生命力回復藥(1400)",
    "materials": {
      "桃木": 20,
      "瞿麥": 20,
      "茴香": 10,
      "七葉樹": 10,
      "井底蛙": 1
    },
    "note": "R11 外傷藥",
    "id": 525
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 11,
    "name": "高級強化劑",
    "materials": {
      "高級奶油": 20,
      "茴香": 20,
      "七葉樹": 15,
      "檸檬": 1,
      "曼德拉草": 20
    },
    "note": "R11 外傷藥",
    "id": 526
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 11,
    "name": "能力強化劑",
    "materials": {
      "戀愛蘋果": 20,
      "魔法紅蘿蔔": 20,
      "瞿麥": 20,
      "車尼子": 1,
      "幻想花": 15
    },
    "note": "R11 外傷藥",
    "id": 527
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 11,
    "name": "抗性強化劑",
    "materials": {
      "辣椒": 20,
      "魔法紅蘿蔔": 15,
      "七葉樹": 15,
      "草莓": 1,
      "幻想花": 20
    },
    "note": "R11 外傷藥",
    "id": 528
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 11,
    "name": "回復強化劑",
    "materials": {
      "番紅花": 20,
      "百里香": 20,
      "香草": 20,
      "葡萄": 1,
      "幻想花": 15
    },
    "note": "R11 外傷藥",
    "id": 529
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 11,
    "name": "魔法強化劑",
    "materials": {
      "蝴蝶花": 20,
      "香草": 20,
      "七葉樹": 20,
      "茄子": 1,
      "曼德拉草": 15
    },
    "note": "R11 外傷藥",
    "id": 530
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 11,
    "name": "工藝強化劑",
    "materials": {
      "咖哩塊": 20,
      "百里香": 20,
      "茴香": 40,
      "香橙": 1,
      "曼德拉草": 20
    },
    "note": "R11 外傷藥",
    "id": 531
  },
  {
    "category": "其他",
    "type": "外傷藥",
    "level": 11,
    "name": "艾普理歐",
    "materials": {
      "藥缽": 1,
      "生命的種子": 1,
      "天地樹露水": 1,
      "生化試管": 1,
      "地之玉": 1
    },
    "note": "R11 外傷藥",
    "id": 532
  },
  {
    "category": "其他",
    "type": "療傷藥",
    "level": 1,
    "name": "一級外傷藥",
    "materials": {
      "蘋果薄荷": 5,
      "印度輕木": 20
    },
    "note": "R1 療傷藥",
    "id": 533
  },
  {
    "category": "其他",
    "type": "療傷藥",
    "level": 2,
    "name": "二級外傷藥",
    "materials": {
      "檸檬草": 5,
      "蘋果薄荷": 5,
      "回復傷勢值 4 點生命值 100 點": 10
    },
    "note": "R2 療傷藥",
    "id": 534
  },
  {
    "category": "其他",
    "type": "療傷藥",
    "level": 3,
    "name": "三級外傷藥",
    "materials": {
      "蝴蝶花": 5,
      "檸檬草": 5,
      "回復傷勢值 6 點生命值 150 點": 20
    },
    "note": "R3 療傷藥",
    "id": 535
  },
  {
    "category": "其他",
    "type": "療傷藥",
    "level": 4,
    "name": "四級外傷藥",
    "materials": {
      "蝴蝶花": 5,
      "果梨": 10,
      "黃月木": 10
    },
    "note": "R4 療傷藥",
    "id": 536
  },
  {
    "category": "其他",
    "type": "療傷藥",
    "level": 5,
    "name": "五級外傷藥",
    "materials": {
      "桃木": 5,
      "果梨": 15,
      "鐵杉": 20
    },
    "note": "R5 療傷藥",
    "id": 537
  },
  {
    "category": "其他",
    "type": "療傷藥",
    "level": 6,
    "name": "六級外傷藥",
    "materials": {
      "番紅花": 5,
      "桃木": 10,
      "果梨": 10,
      "鐵杉": 20
    },
    "note": "R6 療傷藥",
    "id": 538
  },
  {
    "category": "其他",
    "type": "療傷藥",
    "level": 7,
    "name": "七級外傷藥",
    "materials": {
      "百里香": 10,
      "番紅花": 10,
      "琵琶木": 15
    },
    "note": "R7 療傷藥",
    "id": 539
  },
  {
    "category": "其他",
    "type": "療傷藥",
    "level": 8,
    "name": "八級外傷藥",
    "materials": {
      "瞿麥": 10,
      "百里香": 20,
      "番紅花": 20,
      "赤松": 5
    },
    "note": "R8 療傷藥",
    "id": 540
  },
  {
    "category": "其他",
    "type": "療傷藥",
    "level": 9,
    "name": "九級外傷藥",
    "materials": {
      "瞿麥": 15,
      "茴香": 15,
      "回復傷勢值18  點生命值450  點": 20
    },
    "note": "R9 療傷藥",
    "id": 541
  },
  {
    "category": "其他",
    "type": "療傷藥",
    "level": 10,
    "name": "頂級外傷藥",
    "materials": {
      "七葉樹": 10,
      "茴香": 15,
      "回復傷勢值20  點生命值500  點": 20
    },
    "note": "R10 療傷藥",
    "id": 542
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 1,
    "name": "一級療傷藥",
    "materials": {
      "印度輕木": 10,
      "蘋果薄荷": 10,
      "檸檬草": 1
    },
    "note": "R1 炸彈",
    "id": 543
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 2,
    "name": "二級療傷藥",
    "materials": {
      "印度輕木": 10,
      "蘋果薄荷": 10,
      "檸檬草": 10
    },
    "note": "R2 炸彈",
    "id": 544
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 3,
    "name": "三級療傷藥",
    "materials": {
      "蘋果薄荷": 10,
      "檸檬草": 10,
      "蝴蝶花": 10,
      "能回復傷勢值10點": 5
    },
    "note": "R3 炸彈",
    "id": 545
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 4,
    "name": "四級療傷藥",
    "materials": {
      "蝴蝶花": 10,
      "果梨": 15,
      "能回復傷勢值13點": 10
    },
    "note": "R4 炸彈",
    "id": 546
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 5,
    "name": "五級療傷藥",
    "materials": {
      "黃月木": 20,
      "果梨": 15,
      "桃木": 10
    },
    "note": "R5 炸彈",
    "id": 547
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 6,
    "name": "六級療傷藥",
    "materials": {
      "鐵杉": 20,
      "桃木": 15,
      "番紅花": 15
    },
    "note": "R6 炸彈",
    "id": 548
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 7,
    "name": "七級療傷藥",
    "materials": {
      "琵琶木": 20,
      "番紅花": 15,
      "百里香": 15
    },
    "note": "R7 炸彈",
    "id": 549
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 8,
    "name": "八級療傷藥",
    "materials": {
      "赤松": 15,
      "番紅花": 15,
      "百里香": 15,
      "瞿麥": 15
    },
    "note": "R8 炸彈",
    "id": 550
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 9,
    "name": "九級療傷藥",
    "materials": {
      "百里香": 15,
      "瞿麥": 15,
      "茴香": 15,
      "能回復傷勢值30點": 10
    },
    "note": "R9 炸彈",
    "id": 551
  },
  {
    "category": "其他",
    "type": "炸彈",
    "level": 10,
    "name": "頂級療傷藥",
    "materials": {
      "瞿麥": 15,
      "茴香": 15,
      "七葉樹": 10,
      "能回復傷勢值35點": 10
    },
    "note": "R10 炸彈",
    "id": 552
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 1,
    "name": "哥布林的娃娃",
    "materials": {
      "亞麻布": 2,
      "印度輕木": 80,
      "綠頭盔": 1,
      "紙人娃娃": 4
    },
    "note": "R1 變身卡",
    "id": 553
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 2,
    "name": "虎人的拳套",
    "materials": {
      "薄棉布": 1,
      "鹿皮": 40,
      "銅條": 4,
      "寵物鈴鐺": 4
    },
    "note": "R2 變身卡",
    "id": 554
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 3,
    "name": "喪屍的骨頭",
    "materials": {
      "茱萸木": 20,
      "鹿皮": 40,
      "塔比歐的細胞": 1,
      "藍色血液": 4
    },
    "note": "R3 變身卡",
    "id": 555
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 4,
    "name": "兔耳蝙蝠的耳朵",
    "materials": {
      "棉線": 2,
      "鐵條": 6,
      "蝙蝠": 1,
      "黑色小蟲": 4
    },
    "note": "R4 變身卡",
    "id": 556
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 5,
    "name": "殺人蜂的蜜",
    "materials": {
      "蝴蝶花": 40,
      "檸檬草": 40,
      "蜂王乳": 1,
      "紅色花粉": 4
    },
    "note": "R5 變身卡",
    "id": 557
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 6,
    "name": "翠綠菇的帽子",
    "materials": {
      "赤松": 20,
      "鐵杉": 40,
      "草菇": 1,
      "藍色種子": 4
    },
    "note": "R6 變身卡",
    "id": 558
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 7,
    "name": "煙霧的氣息",
    "materials": {
      "羊毛線": 2,
      "番紅花": 20,
      "德特家的布": 2,
      "可燃物": 4
    },
    "note": "R7 變身卡",
    "id": 559
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 8,
    "name": "神盾的盾牌",
    "materials": {
      "永久冰石": 10,
      "白金條": 3,
      "鋼騎之礦": 1,
      "金屬粉末": 4
    },
    "note": "R8 變身卡",
    "id": 560
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 8,
    "name": "史前古物",
    "materials": {
      "單木": 20,
      "太古的道具": 1,
      "藍鳳凰的羽毛": 1,
      "斑駁的化石": 4
    },
    "note": "R8 變身卡",
    "id": 561
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 9,
    "name": "大地翼龍的鱗片",
    "materials": {
      "藍龍之鱗": 10,
      "誓言之證": 2,
      "地的水晶碎片": 5,
      "龍皮": 4
    },
    "note": "R9 變身卡",
    "id": 562
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 10,
    "name": "達斯公雞的日記",
    "materials": {
      "神聖調味醬": 20,
      "神眼": 1,
      "謎之皮": 1,
      "魔族的水晶": 2,
      "暗黑結晶": 1
    },
    "note": "R10 變身卡",
    "id": 563
  },
  {
    "category": "其他",
    "type": "變身卡",
    "level": 11,
    "name": "精靈之珠",
    "materials": {
      "莎蓮娜毛線": 4,
      "海天使": 1,
      "冰旗鱗": 20,
      "阿薩母": 20,
      "誓言之證": 2
    },
    "note": "R11 變身卡",
    "id": 564
  }
];
